{
  "title": "Impuros",
  "duration": "1931 - 1942",
  "years": [
    {
      "year": "1931",
      "events": [
        {
          "name": "Revocación de procesamientos y libertades a rufianes",
          "text": "Principios de 1931 se rumoreaba que los rufianes serían liberados y el 27 de enero la Cámara de Apelaciones, integrada por los jueces Oribe y Ortiz de Rozas, revocó los procesamientos del juez Rodríguez Ocampo y ordenó las libertades tras negar el valor de las pruebas recolectadas y las denuncias de las mujeres contra los proxenetas, ya que 'no se acreditaban hechos de corrupción'."
        },
        {
          "name": "Misterio de la Unión Hebraica y rufianes judíos",
          "text": "La Unión Hebraica no figura oficialmente dentro de las instituciones de la colectividad judía en Rosario y su existencia quedó marginada. Parecería haber sido una pantalla de rufianes judíos radicados en Rosario. Saúl Friedman, uno de sus directivos, fue detenido en una redada en mayo de 1930 en una casa donde funcionaba una sinagoga frecuentada por elementos de mal vivir."
        },
        {
          "name": "Colectividad judía y exclusión de proxenetas",
          "text": "Los dirigentes de la colectividad judía impidieron el ingreso de los proxenetas a los templos y prohibieron celebrar entierros religiosos de tratantes de blancas. Los caftens formaban sociedades de socorros mutuos, siendo la más conocida la Varsovia, que en 1929 cambió su nombre a Zwi Migdal, con interés genuino de sostener su religiosidad."
        }
      ]
    },
    {
      "year": "1932",
      "events": [
        {
          "name": "Manuscrito MiHIL a Reyzen",
          "text": "MiHIL entrega el manuscrito de Reuben a Reyzen."
        },
        {
          "name": "Antonio Berni y Rosario Gráfico",
          "text": "Antonio Berni, recién llegado de Europa, utilizó una cámara Leica para trabajar. Publicó tres fotos en Rosario Gráfico del 11 de febrero de 1932 que mostraban la ciudad de Rosario y sus burdeles, describiendo la represión y tolerancia calculada de la moral burguesa."
        },
        {
          "name": "Investigación clandestina sobre prostíbulos",
          "text": "Rodolfo Puiggrós encargó a Berni fotografiar clandestinamente el interior de prostíbulos para ilustrar un artículo, eligiendo lugares con buena luz natural para evitar ser descubierto."
        },
        {
          "name": "Ley de sábado inglés y casas de tolerancia",
          "text": "El 7 de octubre de 1932 se sancionó la ley de sábado inglés. Rosa Weismann, Sofía Pais y Anita Baram de Smith presentaron a la Comisión de Fomento de Pagani dos casas de tolerancia en Granadero Baigorria."
        },
        {
          "name": "Agustín P. Justo asume la presidencia",
          "text": "Agustín P. Justo asumió como presidente de Argentina en 1932, representando al Partido Concordancia."
        }
      ]
    },
    {
      "year": "1933",
      "events": [
        {
          "name": "Solicitud para cementerio israelita en Granadero Baigorria",
          "text": "El 4 de abril de 1933, representantes de la Unión Hebraica de Rosario solicitaron permiso para instalar un cementerio de ritual hebreo en Granadero Baigorria. La mafia obtuvo permiso para construirlo y lo denominó Zwi Migdal, en homenaje a Luis Migdal."
        },
        {
          "name": "Asesinato de Juan Ruggero y funeral",
          "text": "Muere asesinado Juan Ruggero, el Matón de Barceló (Don Alberto), quien organizó su propio funeral."
        },
        {
          "name": "Hechos políticos destacados",
          "text": "Firma del Pacto Roca-Runciman en 1933, beneficiando a exportadores argentinos. Continuación del fraude electoral durante la Década Infame."
        }
      ]
    },
    {
      "year": "1934",
      "events": [
        {
          "name": "Inauguración del Cementerio Israelita de Granadero Baigorria",
          "text": "El Cementerio Israelita se inauguró en 1934 en un terreno adyacente al Cementerio El Redentor. Allí están enterrados varios antiguos proxenetas, madamas y pupilas de Pichincha. El predio fue comprado por la Unión Hebraica de Rosario, que lo administró hasta 1959 cuando lo cedió a la comuna local."
        },
        {
          "name": "Sanción de ley de indemnización",
          "text": "En 1934 se sancionó la ley de indemnización."
        }
      ]
    },
    {
      "year": "1935",
      "events": [
        {
          "name": "Publicaciones de Miguel sobre educación judía",
          "text": "Miguel publicó 'La conexión entre los padres judíos y la educación de sus hijos' en 'Di idishe tsaytung' en octubre de 1935."
        },
        {
          "name": "Formación y escisión del Haganah",
          "text": "Los jefes de la Agencia Judía concibieron la inmigración como colonización armada y construyeron la organización semiclandestina Haganah, de la que en 1935 se separó el grupo terrorista de ultraderecha Irgun."
        }
      ]
    },
    {
      "year": "1936",
      "events": [
        {
          "name": "Primera rebelión palestina contra ingleses",
          "text": "En 1936 comenzó la primera rebelión palestina contra los ingleses, que duró tres años y causó miles de muertos."
        },
        {
          "name": "David Hacohen y el boicot a árabes",
          "text": "David Hacohen, miembro de la Histradut, recordó las campañas para boicotear productos árabes como parte de la soberbia racial judía."
        }
      ]
    },
    {
      "year": "1937",
      "events": [
        {
          "name": "Desbaratamiento del grupo Zwi Migdal y cambio político",
          "text": "La policía de Rosario reprimió la actividad prostibularia tras el desbaratamiento en Buenos Aires del grupo de traficantes de la Zwi Migdal, mientras la política local adoptó ideas abolicionistas."
        },
        {
          "name": "Pine Katz representa a Argentina en YCUF",
          "text": "Pine Katz actuó en representación de Argentina en YCUF."
        }
      ]
    },
    {
      "year": "1938",
      "events": [
        {
          "name": "Roberto M. Ortiz presidente",
          "text": "Roberto M. Ortiz asumió la presidencia de Argentina (1938-1942), representando al Partido Concordancia. Intentó combatir el fraude electoral y renunció por enfermedad en 1942."
        }
      ]
    },
    {
      "year": "1939",
      "events": [
        {
          "name": "Publicación del Libro Blanco británico",
          "text": "En mayo de 1939 el gobierno británico publicó un Libro Blanco que limitaba la inmigración judía a Palestina y prometía no imponer nacionalidad judía a los árabes. Sin embargo, entre 1920 y 1939 la proporción de judíos en Palestina subió del 10% al 30%."
        }
      ]
    },
    {
      "year": "1940",
      "events": [
        {
          "name": "Ben Gurion y la alianza con Gran Bretaña",
          "text": "Ben Gurion declaró que lucharían junto a Gran Bretaña en la guerra como si el Libro Blanco no existiera, e intensificaron la inmigración clandestina a Palestina, desafiando el bloqueo inglés. El hundimiento del buque Patria causó la muerte de 250 refugiados."
        },
        {
          "name": "Resistencia y represión mapuche en el siglo XX",
          "text": "Durante el siglo XX, los pueblos originarios, especialmente los mapuches, enfrentaron represión y desplazamiento por la expansión agrícola y extracción de recursos naturales en Argentina."
        }
      ]
    },
    {
      "year": "1941",
      "events": [
        {
          "name": "Fundación del ICUF y activismo de Rubén Sinay",
          "text": "En abril de 1941 Pine Katz fundó el ICUF. Rubén Sinay se destacó como activista peronista."
        }
      ]
    },
    {
      "year": "1942",
      "events": [
        {
          "name": "Matrimonio de Lidia y Eduardo y política sindical",
          "text": "En Buenos Aires, Lidia y Eduardo se casaron. Lidia renunció al judaísmo. Borlenghi, representante de empleados de comercio desde 1935, fue electo presidente del segundo congreso de la CGT en diciembre de 1942."
        }
      ]
    }
  ]
}
