{
  "title": "Indeseables",
  "duration": "1898 - 1931",
  "years": [
    {
      "year": "1897",
      "events": [
        {
          "name": "Misión de recaudación en Buenos Aires",
          "text": "Juran ante un rollo de la Torá y el rabino es enviado a Buenos Aires a buscar fondos y vuelve. Compañeros designados Nute Gruer y Abraham Braumnsetein. Mandato en hebreo firmado por los colonos certifica la misión.",
          "cities": [
            "Buenos Aires"
          ]
        },
        {
          "name": "Rebelión en Moisés Ville",
          "city": "París",
          "text": "A inicios de 1897, estalló un conflicto entre los colonos de Moisés Ville y la administración de YIKO en Buenos Aires. Mordejai Reuben HaKohen Sinay viajó junto a Nute Gruer y Abraham Braunstein a París con una carta firmada por los colonos para exigir el desplazamiento del administrador. El director, Sigmund Sonnenfeld, rechazó sus reclamos. La rebelión fue derrotada meses después, y los líderes perseguidos. Gruer fue desalojado. Braunstein vivió armado por seguridad. Sinai, tras predicar por otras colonias, se instaló en Buenos Aires."
        },
        {
          "name": "Viaje a París",
          "text": "Parten a París de madrugada, recién terminado el Pesaj, ni amanecía.",
          "cities": [
            "París"
          ]
        },
        {
          "name": "Rechazo en la JCA en París",
          "text": "El director general de la JCA en París, Sigismund Sonnenfled, recibe a los tres delegados gracias a su primo Judah Lubetzky, rabino de los rusos en París (primo lejano de Sinay). Les dice que no. La Sociedad de Beneficencia ayuda a volver a Nute y Abraham.",
          "cities": [
            "París"
          ]
        },
        {
          "name": "Ola de desalojos en San Cristóbal",
          "text": "Cohan llama a la policía de San Cristóbal y provoca ola de desalojos. 'Planeaban robar la caja y fueron arrestados y torturados.",
          "cities": [
            "San Cristóbal",
            "Buenos Aires"
          ]
        },
        {
          "name": "Escándalos en la prensa",
          "text": "La prensa y La Nación publican escándalos relacionados con los desalojos y arrestos.",
          "cities": [
            "Buenos Aires"
          ]
        }
      ]
    },
    {
      "year": "1902",
      "events": [
        {
          "name": "Ruptura con Michel Cohan",
          "cities": [
            "Moisés Ville"
          ],
          "text": "Durante los nueve años que Michel Cohan dirigió Moisés Ville, dejó una huella de disciplina estricta. Sin embargo, su relación con el rabino Mordejai Reuben HaKohen Sinay fue conflictiva. Excluyó a Sinay de la vida comunitaria, marcando una enemistad profunda que su hijo Mijl recordaría toda su vida."
        },
        {
          "name": "Traslado a Buenos Aires",
          "city": "Buenos Aires",
          "text": "A fines de 1897, Mordejai Reuben HaKohen Sinay y su familia abandonaron Moisés Ville tras el fracaso de su misión en París. En Buenos Aires, fue elegido rabino por la comunidad judía ashkenazí, aunque se negó a cobrar salario. Vivía de enseñar a los hijos de familias acomodadas. Aún publicaba textos religiosos, como 'Zikaron Moshe' (1897) en memoria del barón Hirsch."
        }
      ]
    },
    {
      "year": "1898",
      "events": [
        {
          "name": "Fundación de Der Viderkol",
          "text": "Mihl llega a Buenos Aires cansado, sin dinero y triste. El 8 de marzo de 1898 (14 de Adar) aparece el primer número de Der Viderkol (El Eco). Se vuelve un éxito y Mihl famoso. Vermont se convierte en asesor de Mihl.",
          "cities": [
            "Buenos Aires"
          ]
        },
        {
          "name": "Borok y la impresión en Buenos Aires",
          "text": "Borok, millonario fabricante de goma para policías, invita a Mihl a su casa, le muestra periódicos internacionales y le financia la primera caja de letras en idish para imprimir en Buenos Aires.",
          "cities": [
            "Buenos Aires"
          ]
        },
        {
          "name": "Rechazo sionista y conflictos en Palestina",
          "text": "Herzl prepara un informe sobre Palestina sin mencionar a los árabes, afirmando que es 'una tierra sin pueblo para un pueblo sin tierra'. Máx Nordau advierte que hay árabes en Palestina.",
          "cities": [
            "Palestina",
            "Budapest"
          ]
        }
      ]
    },
    {
      "year": "1899",
      "events": [
        {
          "name": "Publicación de Di Folks Shtime",
          "text": "Vermont y Einstein publican Di Folks Shtime (La Voz del Pueblo). En julio, un artículo largo sobre Rosa Manguel, joven de Galitzia engañada y escapada. Vermont recibe amenazas de José Gothieb.",
          "cities": [
            "Buenos Aires"
          ]
        },
        {
          "name": "La corte internacional de la Haya crea reglas de Guerra",
          "text": "Bandera blanca y otras leyes, prohbicion de ataque a hospitales.",
          "cities": [
            "Rusia"
          ]
        }
      ]
    },
    {
      "year": "1900",
      "events": [
        {
          "name": "Der Kolonist",
          "text": "Sinai publica cuatro números del semanario Der Kolonist (El Colono), aunque el cuarto no salió a la venta por su enfermedad.",
          "cities": [
            "Buenos Aires"
          ]
        },
        {
          "name": "Fundación del primer Talmud Torá",
          "cities": [
            "Buenos Aires"
          ],
          "text": "Por iniciativa de Mordejai Reuben HaKohen Sinay se fundó el primer Talmud Torá de Argentina, escuela religiosa para la enseñanza del judaísmo a los niños de las colonias y ciudades. Fue un hito cultural y educativo para la comunidad judía ashkenazí en el país."
        },
        {
          "name": "Actividad periodística internacional",
          "cities": [
            "Buenos Aires",
            "Londres",
            "Jerusalén",
            "Vermont"
          ],
          "text": "Desde Argentina, Mordejai Reuben HaKohen Sinay colaboró con múltiples periódicos y revistas del mundo judío: el semanario hebreo de Londres 'Hayehudi'; el periódico rabínico 'Hapisga' de Jerusalén; el diario ídish de su hijo 'Der Viderkol'; 'Di Folks Shtime' de Vermont; el 'Idish Argentin Vokhenblat' de Volf Tsaytlin; y fue editor informal de 'Der Tog', el primer diario ídish del país."
        },
        {
          "name": "Permiso para cementerio judío en Avellaneda",
          "text": "El 14 de agosto, la Municipalidad de Barracas al Sur (Avellaneda) otorga permiso a la asociación Hebra Guemilut Hasadim para adquirir un terreno destinado a necrópolis judía frente al cementerio municipal.",
          "cities": [
            "Avellaneda"
          ]
        },
        {
          "name": "Comienzo del barrio judío en Once",
          "text": "Se consolida el barrio judío en Once y alrededores, con escenas típicas de la vida comunitaria y mercantil judía.",
          "cities": [
            "Buenos Aires"
          ]
        },
        {
          "name": "Fundación de cementerios israelitas en Avellaneda",
          "cities": [
            "Avellaneda",
            "Buenos Aires"
          ],
          "text": "Desde principios del siglo XX se reconocen cementerios israelitas, llamados también 'de los disidentes' o 'de los rusos', fundados por sociedades como la Hebra Gemelut Hasadim (luego Asociación Castellana de Beneficencia) y la Sociedad Israelita Ashkenazi de Barracas del Sur."
        }
      ]
    },
    {
      "year": "1901",
      "events": [
        {
          "name": "León y Ana Niejmad",
          "text": "León y Ana Niejmad en la comunidad judía.",
          "cities": [
            "Rosario"
          ]
        },
        {
          "name": "Publicación de 'Ḥaye Hazeman Vehanitsaḥ'",
          "cities": [
            "Buenos Aires"
          ],
          "text": "Reuben Publicó el libro 'Ḥaye hazeman vehanitsaḥ' ('Vida temporal y eterna') con la editorial de Volf Tsaytlin, reafirmando su labor como autor religioso y pensador espiritual dentro del judaísmo europeo en América."
        },
        {
          "name": "Inicios de la sociedad Varsovia",
          "text": "Comienzan las actividades de la sociedad Varsovia, que luego sería conocida como Zwi Migdal.",
          "cities": [
            "Avellaneda",
            "Buenos Aires"
          ]
        }
      ]
    },
    {
      "year": "1904",
      "events": [
        {
          "name": "Presidencia de Manuel Quintana",
          "text": "Manuel Quintana asume la presidencia (1904-1906). Se producen protestas obreras y primeras huelgas generales. Su salud se deteriora y delega el mando.",
          "cities": [
            "Argentina"
          ]
        }
      ]
    },
    {
      "year": "1905",
      "events": [
        {
          "name": "Nacimiento de Rosita y Antonio Berni",
          "text": "Nace Rosita. Antonio Berni también nace este año. Atentado en Galitzia con bomba a 10 oficiales, se registra una revolución en Odesa y Pine Katz licencia militar.",
          "cities": [
            "Galitzia",
            "Odesa"
          ]
        }
      ]
    },
    {
      "year": "1906",
      "events": [
        {
          "name": "Sociedad Varsovia y llegada de Pine Katz",
          "text": "Asume Alcorta. Pine Katz llega en el barco Campana a Buenos Aires. Se forma la Sociedad Israelita de Socorros Mutuos Varsovia de Barracas al Sud y Buenos Aires. Votan 21 miembros a Noé Trauman. Se disputan el control de las sociedades los rufianes polacos y los rusos-rumanos, estos últimos controlan burdeles en San Fernando.",
          "cities": [
            "Buenos Aires",
            "Barracas al Sud",
            "San Fernando"
          ]
        },
        {
          "name": "Nacimiento de Ángel Borlenghi",
          "text": "Nace Ángel Gabriel Borlenghi en Buenos Aires, hijo de Pilade Borlenghi y Rosario Massaldi.",
          "cities": [
            "Buenos Aires"
          ]
        },
        {
          "name": "Fundación de la Sociedad Varsovia y cementerio propio",
          "text": "En mayo, en Avellaneda, se funda la Sociedad Israelita de Socorros Mutuos Varsovia, liderada por Noé Trauman. La organización adquiere un cementerio propio debido a la marginación sufrida por la comunidad judía oficial.",
          "cities": [
            "Avellaneda"
          ]
        },
        {
          "name": "Acta de Avellaneda y estatutos de Varsovia",
          "text": "El 7 de junio se firman los estatutos de la sociedad Varsovia, obteniendo personería jurídica. La mayoría de sus miembros eran de escasa cultura formal, pero con gran sagacidad.",
          "cities": [
            "Avellaneda"
          ]
        }
      ]
    },
    {
      "year": "1907",
      "events": [
        {
          "name": "Relación entre sociedades judías",
          "text": "Además de la Sociedad Varsovia, existía la Sociedad Israelita de Socorros Mutuos Askenazi. Trabajaban en conjunto, compartiendo cementerio en Avellaneda desde 1907. La inmigración continuó pese a prohibiciones oficiales.",
          "cities": [
            "Buenos Aires",
            "Avellaneda"
          ]
        }
      ]
    },
    {
      "year": "1908",
      "events": [
        {
          "name": "Inauguración del Cementerio de la Sociedad Varsovia",
          "cities": [
            "Avellaneda"
          ],
          "text": "La sociedad Varsovia inauguró su cementerio en Avellaneda junto a la sociedad Ashkenazí. Traumann, Pozansky, Bruch y Salzmann tomaron posesión simbólica del terreno. Surgieron tensiones con otros rabinos y sociedades. Traumann prometió resolver trámites municipales y los fundadores celebraron en un bar vecino al cementerio."
        },
        {
        "name": "Reglas de sometimiento en la Migdal",
        "cities": ["Buenos Aires"],
        "text": "La organización rufiana imponía reglas de sumisión: la mujer sólo podía cambiar de explotador si este aceptaba venderla al nuevo. Si el tratante decidía vender, la víctima no tenía derecho a decidir. En igualdad de precio, podía elegir. Las mujeres que intentaban independizarse eran perseguidas, y se cerraban prostíbulos donde operaban sin autorización."
      }
      ]
    },
    {
      "year": "1909",
      "events": [
        {
          "name": "Censo judío en Argentina y negocio de prostíbulos",
          "text": "Censo interno judío registra 30,000 judíos en Argentina. Buenos Aires era reconocido en Europa por su negocio de prostíbulos, 199 en total, 102 judíos. Juan Ruggerio actúa como matón y guardaespaldas.",
          "cities": [
            "Buenos Aires"
          ]
        },
         {
        "name": "Transferencia de bienes entre sociedades Ashkenazi",
        "cities": ["La Plata", "Avellaneda"],
        "text": "El 19 de octubre, la Sociedad de Socorros Mutuos Ashkenazi transfiere sus bienes a la Sociedad Israelita de Socorros Mutuos Azkenazum. La escritura fue firmada ante el escribano Barruti en La Plata. La Azkenazum se consolidaría luego como una de las estructuras legales del circuito rufiano."
      }
      ]
    },
    {
      "year": "1910",
      "events": [
        {
          "name": "Presidencia de Roque Sáenz Peña",
          "text": "Roque Sáenz Peña asume (1910-1914). Se sanciona la Ley Sáenz Peña (1912) que instauró el voto secreto, obligatorio y masculino, fomentando la participación política popular.",
          "cities": [
            "Argentina"
          ]
        },
        {
          "name": "Censo de prostíbulos",
          "text": "Había 42 casas de prostíbulos en Buenos Aires, 39 pertenecían a judíos rusos.",
          "cities": [
            "Buenos Aires"
          ]
        },
        {
          "name": "Conflictos entre sociedades judías",
          "cities": [
            "Avellaneda",
            "Buenos Aires"
          ],
          "text": "La sociedad Varsovia enfrentó tensiones con otras comunidades, como la Gebra Gemelut y su rabino Rubén Sinay. Desde sus templos y cementerios, reclamaban autoridad religiosa y autonomía frente a la moral pública. Las disputas incluían insultos cruzados y acusaciones de herejía o corrupción."
        }
      ]
    },
    {
      "year": "1911",
      "events": [
        {
          "name": "Publicación de Dos Peyekh-Blat",
          "text": "Junto con Hillel Davidovitsh, publica la obra Dos Peyekh-Blat (Hoja de Pascua).",
          "cities": [
            "Buenos Aires"
          ]
        }
      ]
    },
    {
      "year": "1913",
      "events": [
        {
          "name": "Publicación de Foterland",
          "text": "Edita el periódico Foterland (Patria), del que sólo se publicó un número.",
          "cities": [
            "Buenos Aires"
          ]
        }
      ]
    },
    {
      "year": "1914",
      "events": [
        {
          "name": "Remates de mujeres en el Café Parisienne",
          "cities": [
            "Buenos Aires"
          ],
          "text": "En el Café Parisienne (hoy Av. Libertador y Billinghurst), la sociedad Varsovia organizaba remates de mujeres. Detrás de un telón, mujeres desnudas eran ofrecidas ante políticos y jueces. La comisión directiva regulaba los precios, intervenía en ventas, préstamos, multas, y pagos de coimas."
        },
        {
          "name": "Presidencia de Victorino de la Plaza y Primera Guerra Mundial",
          "text": "Victorino de la Plaza asume (1914-1916). Argentina mantiene neutralidad durante la Primera Guerra Mundial. Se funda Di Yiddish Zeitung, que se unirá a Pine Katz.",
          "cities": [
            "Argentina"
          ]
        },
        {
          "name": "Censo en Palestina",
          "text": "Turcos hacen censo en Palestina: 690,000 habitantes, 60,000 judíos. La guerra mundial da al sionismo su gran oportunidad.",
          "cities": [
            "Palestina"
          ]
        }
      ]
    },
    {
      "year": "1915",
      "events": [
        {
          "name": "Cierre de casas de tolerancia",
          "text": "Cierran casas de tolerancia y cambian horarios de 16hs a 3hs. Vermont critica la violencia entre hermanos judíos en sus columnas.",
          "cities": [
            "Buenos Aires"
          ]
        }
      ]
    },
    {
      "year": "1916",
      "events": [
        {
          "name": "Presidencia de Hipólito Yrigoyen",
          "text": "Hipólito Yrigoyen asume (1916-1922), primer presidente elegido con voto secreto y universal masculino. Comienza reformas sociales.",
          "cities": [
            "Argentina"
          ]
        }
      ]
    },
    {
      "year": "1917",
      "events": [
        {
          "name": "Decaimiento y muerte de Mordejai Sinay",
          "text": "Sinay enferma, su hijo Samuel se vuelve su asistente. Mordejai fallece el 20 de marzo de 1918. Se enterró en el cementerio israelita de La Tablada.",
          "cities": [
            "Buenos Aires"
          ]
        }
      ]
    },
    {
      "year": "1918",
      "events": [
        {
          "name": "Fallecimiento de Mordejai Reuben Hacohen Sinay",
          "cities": [
            "Buenos Aires"
          ],
          "text": "El 31 de marzo de 1918 murió en Buenos Aires Mordejai Reuben HaKohen Sinay, patriarca de una línea de intelectuales judíos argentinos. Había nacido en 1850 en Augustów, y fue rabino, maestro, escritor y líder comunitario. Su legado se extendió en la prensa, la cultura y la educación del judaísmo argentino."
        },
        {
          "name": "Cementerio israelita La Tablada",
          "text": "Mordejai Sinay es enterrado en el cementerio israelita de La Tablada.",
          "cities": [
            "Buenos Aires"
          ]
        }
      ]
    },
    {
      "year": "1920",
      "events": [
        {
          "name": "Rechazo de la comunidad judía a Zwi Migdal",
          "text": "La organización Zwi Migdal intentó ganar aceptación mediante donaciones para sinagogas y financiamiento del culto. Cuando se reveló el origen ilícito del dinero, la comunidad judía inició una campaña contra ellos, impidiendo su ingreso a sinagogas, teatros y negándoles sepultura en cementerios judíos. El rabino Reuben Hacohen Sinai expresó: 'Prefiero yacer entre gentiles honorables que entre nuestros tmeim (impuros)'.",
          "cities": [
            "Buenos Aires"
          ]
        },
        {
          "name": "Expansión de la sociedad Varsovia y rivalidades con la Migdal",
          "cities": [
            "Buenos Aires"
          ],
          "text": "La sociedad Varsovia consolidó poder mediante entierros, templos y prostíbulos. A diferencia de los rufianes marselleses, resolvían sus disputas con dinero y apelaban a un tribunal interno. Las mujeres que escapaban a su control eran consideradas enemigas."
        },
        {
          "name": "Diversidad y vida social de la colectividad judía en Buenos Aires",
          "text": "En los barrios porteños convivían ortodoxos, obreros anarquistas y socialistas, comerciantes de origen ruso y turco, además de otros oficios y clases sociales. Esta pluralidad cultural se expresaba en cementerios, sinagogas, bibliotecas, publicaciones y las primeras escuelas.",
          "cities": [
            "Buenos Aires"
          ]
        }
      ]
    },
    {
      "year": "1921",
      "events": [
        {
          "name": "Fundación de cementerio y sinagogas propias por proxenetas",
          "text": "Los proxenetas expulsados de la comunidad judía crearon sus propias sinagogas, teatros y fundaron un cementerio en Avellaneda. El terreno fue gestionado por Salomón Klein y bendecido por el rabino Reuben Hacohen Sinay, quien viajó desde Buenos Aires para la inauguración. Klein administró el cementerio estableciendo fosas para rufianes 'puros' y 'impuros'. La sociedad rusa Asquenasum se institucionalizó ese año.",
          "cities": [
            "Avellaneda",
            "Buenos Aires"
          ]
        },
          {
        "name": "Balance económico de la Migdal",
        "cities": ["Buenos Aires"],
        "text": "La organización Migdal declara activos por $275.204,90. Entre julio y octubre, ingresaron $30.360,90. Las ganancias provenientes de entierros, templos y redes de prostitución eran canalizadas con precisión administrativa, generando una estructura mafiosa de alcance nacional."
      }
      ]
    },
    {
      "year": "1922",
      "events": [
        {
          "name": "Asunción de Marcelo T. de Alvear y contexto internacional",
          "text": "Marcelo T. de Alvear asume la presidencia de Argentina, con consolidación económica y creación de YPF. En Palestina, la población alcanzaba 760,000 habitantes, de los cuales 11% eran judíos.",
          "cities": [
            "Buenos Aires",
            "Palestina"
          ]
        }
      ]
    },
    {
      "year": "1924",
      "events": [
        {
          "name": "Publicaciones y compras de propiedades",
          "text": "Se publica el décimo aniversario de 'Di idishe tsaytung' (periódico judío) en Buenos Aires. Wolf Brown, José Leib, Zytnisky, Wolf Sinhge, Simón Brut, Salomón Ghost, Max Wa y otros compran la propiedad en Mitre 400, Avellaneda.",
          "cities": [
            "Buenos Aires",
            "Avellaneda"
          ]
        }
      ]
    },
    {
      "year": "1925",
      "events": [
        {
          "name": "Nacimiento de Lidia y YIVO",
          "text": "Nace Lidia y se pierde un documento importante relacionado con YIVO (Instituto de Investigación Judía).",
          "cities": [
            "Rosario"
          ]
        }
      ]
    },
    {
      "year": "1926",
      "events": [
        {
          "name": "Rescate de Perla Pezelorska",
          "text": "Perla Pezelorska logró enviar un mensaje de auxilio en ídish desde un burdel en el barrio de Once y fue rescatada. La Sociedad Varsovia compró la propiedad en Mitre 400, Avellaneda, para actividades sociales y ostentación.",
          "cities": [
            "Buenos Aires",
            "Avellaneda"
          ]
        }
      ]
    },
    {
      "year": "1927",
      "events": [
        {
          "name": "Dominio polaco en trata de blancas",
          "text": "La trata de blancas en Buenos Aires estaba dominada por polacos, quienes mantenían múltiples mujeres bajo una disciplina servil aceptada socialmente.",
          "cities": [
            "Buenos Aires"
          ]
        }
      ]
    },
    {
      "year": "1928",
      "events": [
        {
          "name": "Fundación del archivo y presidencia de Yrigoyen",
          "text": "Se funda un archivo y se registra el capítulo argentino de IWO. Hipólito Yrigoyen asume la presidencia, representando a la Unión Cívica Radical.",
          "cities": [
            "Buenos Aires"
          ]
        }
      ]
    },
    {
      "year": "1929",
      "events": [
        {
          "name": "Cambio de nombre de organización y primeras acciones contra narcotráfico",
          "text": "La organización Varsovia cambió su nombre a Zwi Migdal tras quejas de la embajada de Polonia. Se registra la captura de un traficante de cocaína, Juan Martín, en Buenos Aires. Se produce la crisis económica mundial por la Gran Depresión y un golpe de Estado en Argentina.",
          "cities": [
            "Buenos Aires"
          ]
        }
      ]
    },
    {
      "year": "1930",
      "events": [
        {
          "name": "Golpe de Estado de Uriburu y persecución a Zwi Migdal",
          "text": "José Félix Uriburu derrocó a Yrigoyen en un golpe de Estado que inició la Década Infame, con políticas autoritarias. Uriburu expulsó a los 'cafishios' judíos, que fundaron la mutual Varsovia para disimular su actividad. En Rosario se allanó la sede de Zwi Migdal; muchos rufianes escaparon. Se procesaron 108 socios en septiembre, aunque luego fueron liberados. Se detuvo a personajes vinculados a mafias, incluyendo a Simón Rubinstein. La colectividad seguía prohibiendo el ingreso y sepultura a proxenetas en cementerios e instituciones judías.",
          "cities": [
            "Buenos Aires",
            "Rosario"
          ]
        },
        {
          "name": "Redes escolares idishistas de izquierda en Buenos Aires",
          "text": "Se consolidaron tres redes escolares: las del Partido Obrero Judío Bund (autonomistas y socialistas), las de Linke Poale Sion (sionistas-marxistas) y las vinculadas a la Komintern y al Partido Comunista Argentino (escuelas obreras, marxistas y leninistas).",
          "cities": [
            "Buenos Aires"
          ]
        },
        {
        "name": "Dificultades judiciales para condenar a la Migdal",
        "cities": ["Buenos Aires"],
        "text": "Los intentos por juzgar a miembros de la Migdal fracasaban por falta de pruebas apodícticas: muchas mujeres presentaban planillas de ganancias, pero no eran aceptadas como evidencia por su falta de certificación legal. La organización destruía pruebas o manipulaba testimonios."
      }
      ]
    }
  ]
}