{
  "title": "Kalonymus",
  "duration": "801 - 1480",
 "years": [
  {
    "year": "800",
    "events": [
      {
        "name": "Migración de la familia Kalonymus",
        "text": "Durante el reinado de Carlomagno, miembros de la familia Kalonymus-HaKohen, como Kalonymus ben Meshullam, se asentaron en Mainz y Speyer. Trajeron conocimientos talmúdicos y científicos, fundando las bases de la tradición rabínica asquenazí."
      }
    ]
  },
  {
    "year": "823",
    "events": [
      {
        "name": "Protección a judíos en la corte de Carlos el Calvo",
        "text": "Carlos el Calvo favoreció la integración de sabios judíos en su corte. Se reforzó la presencia de la familia Kalonymus-HaKohen en Germania, especialmente en Mainz, en roles médicos, fiscales y diplomáticos."
      }
    ]
  },
  {
    "year": "843",
    "events": [
      {
        "name": "Tratado de Verdún y consolidación Kalonymus-HaKohen",
        "text": "Tras el Tratado de Verdún, la familia Kalonymus-HaKohen se consolidó en Mainz y Speyer como sabios y líderes comunitarios, organizando estructuras comunales judías."
      }
    ]
  },
  {
    "year": "846",
    "events": [
      {
        "name": "Privilegios fiscales a judíos",
        "text": "Durante el reinado de Luis el Tartamudo, miembros de la familia Kalonymus-HaKohen recibieron protección legal y privilegios fiscales en Francia Occidental."
      }
    ]
  },
  {
    "year": "850",
    "events": [
      {
        "name": "Moisés I ben Meshulam, poeta litúrgico",
        "text": "Moisés I ben Meshulam, de los Kalonymus-HaKohen en Italia, fue un destacado poeta litúrgico. Su obra influyó en el Mahzor y fue base para academias rabínicas en Mainz."
      }
    ]
  },
   {
    "year": "951",
    "events": [
      {
        "name": "Desarrollo de la mística judía temprana",
        "text": "Surge la mística judía en textos como el Sefer Yetzirá, que enfatizan que justos anónimos sostienen el mundo. (Autor tradicional: Anónimo, ya que la autoría exacta del Sefer Yetzirá es objeto de debate)"
      }
    ]
  },
  {
    "year": "876",
    "events": [
      {
        "name": "Academias rabínicas Kalonymus-HaKohen",
        "text": "Bajo Carlos el Calvo, la familia Kalonymus-HaKohen fundó academias rabínicas en Mainz y Speyer, influyendo en el judaísmo europeo como rabinos, banqueros y asesores cortesanos."
      }
    ]
  },
  {
    "year": "879",
    "events": [
      {
        "name": "Organización litúrgica en la corte de Carlos el Simple",
        "text": "Durante el reinado de Carlos el Simple, los Kalonymus-HaKohen lideraron la organización litúrgica y educativa de las comunidades judías en Francia."
      }
    ]
  },
  {
    "year": "912",
    "events": [
      {
        "name": "Kalonymus y el Sacro Imperio",
        "text": "Durante el reinado de Otón I, la familia Kalonymus-HaKohen consolidó su influencia como banqueros, jueces rabínicos y poetas en Mainz y Speyer."
      }
    ]
  },
  {
    "year": "939",
    "events": [
      {
        "name": "Hai Gaon y el linaje HaKohen",
        "text": "Hai ben Sherira (Hai Gaon), descendiente de familias kohenitas, lideró la academia de Pumbedita y tuvo influencia en redes rabínicas HaKohen de la diáspora."
      }
    ]
  },
  {
    "year": "950",
    "events": [
      {
        "name": "Kalonymus II ben Moisés y liderazgo halájico",
        "text": "Kalonymus II ben Moisés, activo hacia 950 en Lucca o Roma, fue un halajista y poeta litúrgico de la familia Kalonymus HaKohen. Fue consultado por Rabbenu Gershom, evidenciando su autoridad en Europa medieval.",
        "cities": ["Lucca", "Roma"]
      }
    ]
  },
  {
    "year": "976",
    "events": [
      {
        "name": "Meshullam el Grande",
        "text": "Meshullam HaKohen, llamado 'el Romano', fue un halajista y poeta litúrgico activo en Roma o Lucca. Correspondió con Rabbeinu Gershom y escribió comentarios y piyutim que influyeron en el pensamiento rabínico italiano.",
        "cities": ["Roma", "Lucca"]
      }
    ]
  },
  {
    "year": "997",
    "events": [
      {
        "name": "Hai Gaon y la transmisión del liderazgo",
        "text": "Tras ser brevemente encarcelado con su padre Sherira, Hai Gaon asumió el liderazgo de la academia de Pumbedita en 998. Ambos pertenecían al linaje HaKohen, consolidando su rol en la diáspora.",
        "cities": ["Bagdad", "Pumbedita"]
      }
    ]
  },
  {
    "year": "1000",
    "events": [
      {
        "name": "Kalonymus III en Maguncia",
        "text": "Kalonymus III HaKohen se estableció en Maguncia como poeta litúrgico y líder. Se le atribuye la autoría del Unetanneh Tokef. Casado con Rivka bat Eliezer, tuvo descendencia rabínica destacada.",
        "cities": ["Maguncia"]
      },
      {
        "name": "División de los Kalonymus",
        "text": "A comienzos del siglo XI, los Kalonymus HaKohen se dividen en ramas germano-italiana (Lucca, Maguncia, Worms) y occitana (Narbona), fundando academias y organizando comunidades judías europeas.",
        "cities": ["Narbona", "Lucca", "Maguncia", "Worms"]
      }
    ]
  },
  {
    "year": "1010",
    "events": [
      {
        "name": "Persecución en Francia y migración",
        "text": "Las acusaciones de Raoul Glaber contra los judíos causaron expulsiones en Limoges. Una rama menor de los HaKohen-Kalonymus emigró a Aragón o Provenza.",
        "cities": ["Limoges"]
      }
    ]
  },
  {
    "year": "1012",
    "events": [
      {
        "name": "Expulsión en Mainz",
        "text": "El emperador Enrique II expulsó a judíos de Mainz que rehusaron convertirse, incluyendo a los HaKohen-Kalonymus. Muchos se refugiaron en Worms o Speyer.",
        "cities": ["Mainz", "Worms", "Speyer"]
      }
    ]
  },
  {
    "year": "1014",
    "events": [
      {
        "name": "Masacre en Zaragoza",
        "text": "Durante las guerras del Califato, descendientes de los Kalonymus-HaKohen en Zaragoza fueron asesinados. Sobrevivientes se refugiaron en Toledo y Girona.",
        "cities": ["Zaragoza", "Toledo", "Girona"]
      }
    ]
  },
  {
    "year": "1020",
    "events": [
      {
        "name": "Moisés ben Kalonymus en Maguncia",
        "text": "Moisés ben Kalonymus HaKohen continuó la tradición rabínica en Maguncia. Autor de piyutim y dayan, fue educado por su padre Meshullam. Casado con Miriam bat David, tuvo tres hijos.",
        "cities": ["Maguncia", "Lucca"]
      }
    ]
  },
  {"year": "1060",
"events":[   {"name": "Moisés ben Kalonymus en Maguncia",
      "text":
        "Desde allí [Lucca] hay seis días de viaje hasta la gran ciudad de Roma. Roma es la cabeza de los reinos de la cristiandad y contiene alrededor de 200 judíos, que ocupan una posición honorable y no pagan tributo, y entre ellos hay funcionarios del papa Alejandro [III], el jefe espiritual de toda la cristiandad. Grandes eruditos residen aquí, a la cabeza de ellos están R. Daniel [Anav], el rabino jefe, y R. Yechiel, un funcionario del papa. Es un joven apuesto, inteligente y sabio, y tiene la entrada al palacio del papa; porque es el administrador de su casa y de todo lo que tiene. Es nieto de R. Natan, que compuso el Aruch y sus comentarios.",
         "cities": ["Roma", "Lucca"]
      }]},
  
    {
    "year": "1280",
    "events": [
      {
        "name": "Redacción del Zohar",
        "text": "Se escribe el Zohar, una obra central de la Cábala atribuida tradicionalmente a Rabí Simeón bar Yochai, que profundiza en las nociones místicas de los tzadikim, aunque sin mencionar explícitamente a los 36 justos.",
        "cities": [
          "Castilla"
        ]
      }
    ]
  },
  {
    "year": "1286",
    "events": [
      {
        "name": "Kalonymus ben Kalonymus",
        "text": "Kalonymus ben Kalonymus HaKohen nació en Arlés. Filósofo, poeta y traductor, estudió en Montpellier y defendió a los judíos en Aviñón. Su obra refleja tensiones entre espiritualidad y filosofía.",
        "cities": ["Arlés", "Aviñón", "Montpellier"]
      }
    ]
  },
  
  {
    "year": "1291",
    "events": [
      {
        "name": "Residencia de Mordechai ben Hillel en Núremberg",
        "text": "Mordechai ben Hillel se instala en Núremberg y dirige una yeshivá que atrae estudiantes de toda Europa.",
        "cities": ["Núremberg", "Goslar"]
      }
    ]
  },
  {
    "year": "1298",
    "events": [
      {
        "name": "Masacres de Rintfleisch",
        "text": "Mordechai ben Hillel HaKohen, junto con su esposa e hijos, son asesinados en las masacres de Rintfleisch.",
        "cities": ["Alemania"]
      }
    ]
  },
  {
    "year": "1306",
    "events": [
      {
        "name": "Aharon HaCohen de Lunil / Narbona",
        "text": "El rabino Aharon HaCohen, también conocido como Aharon ben Yaakov HaCohen, fue un rabino provenzal activo a finales del siglo XIII y principios del XIV, autor del libro 'Archot Chaim'. Provenía de una familia de eruditos HaKohen de Narbona, Francia, que sufrió la expulsión de los judíos en 1306.",
        "cities": ["Narbona", "Lunil", "Provenza", "Mallorca"]
      },
      {
        "name": "Linaje HaKohen de Aharon",
        "text": "Aharon menciona en su libro a su abuelo paterno, el rabino David Bar-Yitzhak HaCohen, y a su bisabuelo, el rabino Yitzhak HaCohen, alumno del rabino Asher Ashkenazi. Luego de la expulsión, Aharon emigró a Mallorca, donde estudió con el rabino Shem Tov Falcho.",
        "cities": ["Narbona", "Mallorca"]
      }
    ]
  },
  {
    "year": "1327",
    "events": [
      {
        "name": "Obra Orchot Hayyim",
        "text": "Antes de 1327, Aharon HaCohen compone la obra ritual 'Orchot Hayyim' en Mallorca, un compendio de leyes y discusiones talmúdicas.",
        "cities": ["Mallorca"]
      }
    ]
  }
]

  
}
