{
  "title": "La Madre",
  "duration": "∞ - 1250 a.C.",
  "years": [
    {
      "year": "∞",
      "events": [
        {
          "name": "La era de Oro",
          "text": "Todos los textos mitológicos o esotéricos hablan de una era dorada donde los humanos vivían en armonía, sin necesidad de leyes ni castigos. Esta edad primigenia está asociada a un tiempo donde los linajes sacerdotales eran espirituales, sin distinción de género ni propiedad. Lo femenino era central y lo transicional era sagrado.",
          "cities": [""]
        },
        {
          "name": "Visiones primordiales",
          "text": "El dios dragón-sol aparece en visiones junto a ángeles, demonios, planetas y elementos. Agni y Soma encarnan la dualidad sagrada, fuego y agua como génesis. Estas visiones anteceden a la figura del HaKohen como mediador entre planos. La Tierra es comprendida como cuerpo materno, útero, y templo.",
          "cities": [""]
        },
        {
          "name": "La Madre",
          "text": "Figura arquetípica presente en Devaki, Eva, Ishtar, Sara y Jocabed. Encarnan el inicio del linaje espiritual y la transmisión del conocimiento. Su rol será ancestral para la futura casta HaKohen, que heredará no solo por sangre, sino por vocación y conexión con lo sagrado femenino.",
          "cities": [""]
        }
      ]
    },
    {
      "year": "50000 a.C.",
      "events": [
        {
          "name": "Atlántida y razas antiguas",
          "text": "Mitos de continentes perdidos como la Atlántida, donde existían linajes solares, andróginos y transespirituales que precedieron las castas sacerdotales. Surgen las razas simbólicas y el conflicto entre pueblos. El linaje HaKohen se vincula a los pueblos semitas originarios de África, como los cusitas.",
          "cities": ["Etiopía", "Egipto"]
        },
        {
          "name": "Edad de Hierro Mítica",
          "text": "La transición hacia el metal y la violencia marca el inicio del patriarcado como sistema. Las primeras castas sacerdotales aparecen para contener el caos, y la voz femenina se codifica en símbolos y diosas silenciadas. El linaje HaKohen resiste esta transición con memoria ritual.",
          "cities": [""]
        }
      ]
    },
    {
      "year": "8000 - 5000 a.C.",
      "events": [
        {
          "name": "El joven Ram",
          "text": "Ram, sabio druida transgresor, viaja por Escitia y se exilia en el monte Albori. Enseña el Zodiaco y funda el calendario de los Aryas. Su figura anticipa a los profetas HaKohen: errantes, visionarios, vinculados a lo cósmico y al ciclo lunar. Se opone a los sacrificios patriarcales.",
          "cities": ["Balk", "Bamyan", "Occitania", "Egipto"]
        },
        {
          "name": "Edad de los Metales",
          "text": "Agricultura, domesticación y rituales con signos. La figura del HaKohen surge como aquel que consagra objetos y cuerpos. La tierra sagrada del Gran Chaco conecta con saberes del sur que influirán en migraciones posteriores. La espiritualidad transcontinental es un hecho.",
          "cities": ["Gran Chaco", "Irak"]
        }
      ]
    },
    {
      "year": "3870 - 3300 a.C.",
      "events": [
        {
          "name": "Línea de Set",
          "text": "Set, reemplazando a Abel, representa el desvío del linaje. De su descendencia surge Enoc, que 'camina con Dios'. Enoc encarna la línea oculta del sacerdocio HaKohen que no muere, sino que asciende. Este linaje espiritual transciende la genética y anticipa la idea del alma queer.",
          "cities": [""]
        }
      ]
    },
    {
      "year": "3800 - 3100 a.C.",
      "events": [
        {
          "name": "Fundación de Ur",
          "text": "Nacimiento de la civilización sumeria. Ur será matriz del linaje HaKohen, donde se cruzan culto lunar, genealogía patriarcal y figuras de poder como Inanna, deidad de lo dual. El zigurat es símbolo del ascenso espiritual, un cuerpo en transición hacia el cielo.",
          "cities": ["Ur"]
        },
        {
          "name": "Inicio de la Historia",
          "text": "La escritura fija las historias. Aparece el bronce, los imperios y el calendario. Se forma la estructura que luego intentará controlar el linaje HaKohen, pero también lo documentará. La historia escrita borra a lo trans y lo femenino; los HaKohen preservarán lo que se niega.",
          "cities": ["Ur", "Babilonia", "Egipto"]
        }
      ]
    },
    {
      "year": "2348 a.C.",
      "events": [
        {
          "name": "El Diluvio y Noé",
          "text": "El Diluvio transforma el mundo. Sem, hijo de Noé, es identificado con Melquisedec, un sacerdote sin genealogía clara. Aquí comienza la línea mística HaKohen: un linaje elegido no por sangre, sino por destino. El Día de la Expiación surge como rito de transición colectiva.",
          "cities": ["Salem"]
        }
      ]
    },
    {
      "year": "2100 a.C.",
      "events": [
        {
          "name": "Apogeo de Ur",
          "text": "Ur alcanza su esplendor, centro de culto a Sin, el dios lunar. Lo nocturno y lo oculto se valoran. Esta ciudad será la cuna de Abraham y del linaje que derivará en los HaKohen errantes, que migrarán por generaciones llevando libros, fuego y memoria.",
          "cities": ["Ur"]
        },
        {
          "name": "Reú, patriarca mesopotámico",
          "text": "Reú mantiene la conexión entre los patriarcas y la tierra. Su línea sostiene el fuego sacerdotal que luego devendrá en Torah oral y esotérica. El linaje HaKohen descenderá de esta raíz por medio de Serug y Taré.",
          "cities": ["Mesopotamia"]
        }
      ]
    },
    {
      "year": "2000 a.C.",
      "events": [
        {
          "name": "Abraham nace en Ur",
          "text": "Abraham, patriarca del monoteísmo, nace en Ur y parte a Canaán. Su pacto con lo divino marca el inicio de la alianza HaKohen: portar el conocimiento, aún en diáspora. Su esposa Sarai es figura transicional: cambia su nombre, su función y desafía la esterilidad impuesta.",
          "cities": ["Ur", "Haran", "Canaán"]
        },
        {
          "name": "Significado de Sara",
          "text": "Sara significa 'gobernante', 'princesa'. Representa liderazgo femenino en un sistema que lo niega. Su transformación corporal en la vejez para concebir es símbolo de lo transmutable, del cuerpo como vehículo de milagro. Sara es proto-Kohenet.",
          "cities": [""]
        },
        {
          "name": "Melquisedec y Abraham",
          "text": "Melquisedec, rey de Salem y sacerdote del Dios Altísimo, bendice a Abraham. Esta figura es clave para la tradición HaKohen: un sacerdote sin tribu, sin padre ni madre conocidos, cuyo linaje espiritual será perpetuado por quienes viven entre mundos.",
          "cities": ["Salem"]
        },
        {
          "name": "Descendencia patriarcal",
          "text": "La línea de Reú a Taré, de Taré a Abraham, legitima la continuidad del linaje espiritual. Esta genealogía es conservada en la tradición HaKohen como árbol simbólico, pero también como red de transmisión de sabiduría, justicia y mutación.",
          "cities": ["Ur"]
        }
      ]
    },
    {
      "year": "1791 a.C.",
      "events": [
        {
          "name": "Nacimiento de Jacob y Esaú",
          "text": "Desde el vientre, Jacob y Esaú luchan. La inversión del derecho de primogenitura es símbolo del cambio de paradigma. El menor, el queer, el excluido, será el bendecido. Esta lógica será central en el linaje HaKohen, donde lo desviado es lo sagrado.",
          "cities": ["Canaán"]
        },
        {
          "name": "Jacob engaña a Isaac",
          "text": "Jacob, guiado por su madre Rebeca, toma la bendición disfrazado de su hermano. El disfraz, el cruce de identidades, la actuación performativa: todos elementos que resonarán en la forma de interpretar lo sagrado desde una perspectiva transfeminista.",
          "cities": [""]
        }
      ]
    },
    {
      "year": "1750 a.C.",
      "events": [
        {
          "name": "Jacob en Harán",
          "text": "Jacob trabaja para Labán y se casa con Lea y Raquel. De sus uniones nacen las 12 tribus de Israel. En el sueño de la escalera aparece la conexión entre planos. Este sueño es recuperado por los HaKohen como símbolo de ascensión espiritual a través de los cuerpos múltiples.",
          "cities": ["Haran", "Betel"]
        }
      ]
    },
    {
      "year": "1700 a.C.",
      "events": [
        {
          "name": "Declive del Imperio Babilónico",
          "text": "La caída del Imperio marca el paso de poder hacia nuevas formas religiosas. Los HaKohen transitan este cambio como nómades del espíritu, preservando secretos ancestrales mientras se adaptan al exilio constante.",
          "cities": [""]
        }
      ]
    },
    {
      "year": "1644 a.C.",
      "events": [
        {
          "name": "Muerte de Jacob",
          "text": "Muere Jacob, patriarca de las doce tribus. Su descendencia incluye figuras clave como Judá y José, portadores del linaje que derivará en los HaKohen que cruzarán Egipto y fundarán tradiciones esotéricas y legales.",
          "cities": [""]
        }
      ]
    },
    {
      "year": "1600 a.C.",
      "events": [
        {
          "name": "Agamenón y Micenas",
          "text": "Mientras en Oriente se forman los linajes sacerdotales, en Occidente Agamenón reina en Micenas. La comparación entre ambos mundos revela cómo lo sagrado se vincula al poder patriarcal en un lado, y al conocimiento simbólico del otro.",
          "cities": ["Micenas"]
        }
      ]
    },
    {
      "year": "1575 a.C.",
      "events": [
        {
          "name": "Nacimiento de las tribus de Israel",
          "text": "Jacob engendra a los ancestros de las doce tribus. Esta estructura será la base del sacerdocio HaKohen, cuya función será guiar, interpretar y proteger la tradición en tiempos de opresión.",
          "cities": [""]
        },
        {
          "name": "Esaú se convierte en Edom",
          "text": "Esaú, excluido del linaje espiritual, se convierte en Edom. Su figura marca el límite del pacto, pero también lo periférico: lo queer, lo otro, también forma parte del relato.",
          "cities": [""]
        },
        {
          "name": "Establecimiento en Egipto",
          "text": "José se convierte en gobernador en Egipto. El pueblo de Jacob se asienta en Gosén. Esta estadía forjará los valores del HaKohen: sabiduría en la opresión, códigos rituales, y el deber de liberar.",
          "cities": ["Egipto", "Gosén"]
        },
        {
          "name": "Judá y Tamar",
          "text": "Tamar, mujer transgresora, se disfraza y logra gestar la línea davídica. Este relato encierra capas de género, justicia y transformación. Tamar es figura queer ancestral dentro del linaje HaKohen.",
          "cities": [""]
        }
      ]
    },
    {
      "year": "1200 a.C.",
      "events": [
        {
          "name": "Auge de la cultura olmeca",
          "text": "En simultáneo con los patriarcas, en América surge la civilización olmeca, con cultos solares, estructuras rituales y figuras andróginas. Estos paralelos refuerzan la noción de una red espiritual transcontinental que también sostendrán los HaKohen en el exilio.",
          "cities": ["San Lorenzo", "La Venta"]
        }
      ]
    }
  ]
}
