{
  "title": "Litvak",
  "duration": "1703 - 1898",
  "years": [
    {
  "year": "1703",
  "backgroundUrl":"https://static.wixstatic.com/media/bd63ad_8eb08f29eb5247248ff39acba1bf2662~mv2.webp/v1/fit/w_822,h_618,q_90,enc_avif,quality_auto/bd63ad_8eb08f29eb5247248ff39acba1bf2662~mv2.webp",
  "events": [{
    "name": "Creacion de San Petersburgo",
    "text": "A principios de 1700, en el área que hoy se conoce como Ucrania, a un niño huérfano llamado Israel ben Eleazar le encantaba andar por el bosque, incluso dormir allí durante la noche.",
    "cities": ["San Petersburgo", "Rusia", "Neva"]
  }]
},
    {
  "year": "1703",
  "events": [{
    "name": "Creacion de San Petersburgo",
    "text": "Pedro el Grande, zar de Rusia, impulsó profundas reformas para modernizar el país y convertirlo en una potencia europea. En 1703 el zar Pedro I fundó San Petersburgo en el delta del río Nevá, tras conquistar territorios suecos en la Gran Guerra del Norte, con el objetivo de abrir una 'ventana a Europa' y establecer una capital estratégica y moderna. La ciudad, construida en condiciones duras y con mano de obra forzada, reemplazó a Moscú como capital en 1712, simbolizando la occidentalización y el ascenso de Rusia como gran potencia. Pedro mantuvo varias esposas y concubinas, incluyendo a Catalina I.",
    "cities": ["San Petersburgo", "Rusia", "Neva"]
  }]
},
    {
      "year": "1708",
      "events": [
        {
          "name": "Destrucción de comunidades judías en Ucrania",
          "text": "Durante la Gran Guerra del Norte, las tropas del zar Pedro I fundador del imperio Ruso arrasaron comunidades judías en Ucrania acusadas de colaborar con los suecos. Muchas familias huyeron hacia Galicia y Lituania.",
          "cities": [
            "Chernigov",
            "Galitzia"
          ]
        }
      ]
    },
    {
      "year": "1711",
      "events": [
        {
          "name": "Expulsiones y restricciones en Sajonia",
          "text": "El elector de Sajonia, Augusto II, ordenó nuevas restricciones a los judíos, limitando su derecho a residir en ciudades y comerciar libremente. Muchas familias buscaron refugio en Prusia y territorios polacos.",
          "cities": [
            "Dresde",
            "Varsovia"
          ]
        }
      ]
    },
   {
  "year": "1715",
  "backgroundUrl":"https://static.wixstatic.com/media/bd63ad_6e64fa90a50a42bea4a94c5eb591414a~mv2.webp/v1/fit/w_822,h_618,q_90,enc_avif,quality_auto/bd63ad_6e64fa90a50a42bea4a94c5eb591414a~mv2.webp",
  "events": [
    {
      "name": "Fundación de comunidad jasídica embrionaria",
      "text": "Israel ben Eliezer, conocido como el Baal Shem Tov, con apenas 17 años comenzó a reunir seguidores en pequeñas aldeas de los Cárpatos, como Okopy y Medzhybizh. Nacido en un contexto de pobreza y orfandad, su espiritualidad se caracterizaba por un misticismo accesible y una relación emocional intensa con Dios, en contraste con el formalismo rabínico dominante. Su enseñanza promovía la alegría en el culto y la cercanía directa con lo divino, sentando las bases del jasidismo, un movimiento que revitalizó la vida religiosa judía en Europa del Este durante un periodo de crisis social y política. el Baal Shem Tov, el padre del movimiento jasídico, era un curandero, un herbolario y una especie de chamán, que iba por ahí con su pipa encantada, brindando curación a la gente. No olvidemos que la palabra para hongos ( petriot en hebreo) se menciona varias veces en el Talmud, como señaló la estudiante rabínica Paige Lincenberg en su presentación durante un panel sobre chamanismo judío.",
      "cities": [
        "Okopy",
        "Medzhybizh"
      ]
    }
  ]
},
{
  "year": "1717",
  "backgroundUrl": "https://static.wixstatic.com/media/bd63ad_0075675778934c1abb1ab226355b95ef~mv2.webp/v1/fit/w_822,h_618,q_90,enc_avif,quality_auto/bd63ad_0075675778934c1abb1ab226355b95ef~mv2.webp",
  "events": [
    {
      "name": "Reorganización de las kehilot en Lituania",
      "text": "Las comunidades judías en Lituania enfrentaban crisis económicas y represiones políticas bajo el dominio del Gran Ducado de Lituania y la Mancomunidad Polaco-Lituana. En respuesta, reorganizaron sus kehilot, o consejos comunales, fortaleciendo la autoridad del rabino y los sistemas tradicionales de educación judía. Esta estructura comunal fue clave para la preservación cultural y religiosa en un entorno marcado por la inestabilidad y la presión externa, preparando el terreno para movimientos renovadores como el jasidismo y el mitnagdim (opositores al jasidismo).",
      "cities": [
        "Vilna",
        "Kovno"
      ]
    }
  ]
},
  {
    "year": "1740",
    "events": [
      {
        "name": "Nacimiento del Jasidismo",
        "text": "El movimiento jasídico se desarrolla en Europa del Este con figuras como el Baal Shem Tov, reafirmando la idea de que en cada generación existen justos ocultos que sostienen el mundo.",
        "cities": [
          "Medzhybizh"
        ]
      }
    ]
  },
    {
      "year": "1777",
      "events": [
        {
          "name": "Yaakov Yosef HaKohen de Polnoy",
          "text": "Muere el 19 de junio Yaakov Yosef HaKohen, principal discípulo del Baal Shem Tov y autor del primer libro jasídico impreso: 'Toldot Yaakov Yosef'. Fue clave en la expansión del jasidismo en Ucrania.",
          "cities": [
            "Polnoy",
            "Medzhybizh"
          ]
        }
      ]
    },
    {
      "year": "1778",
      "events": [
        {
          "name": "José II de Habsburgo",
          "text": "Se inaugura la Ópera Estatal de Viena durante el reinado de José II, hijo de María Teresa. El emperador impulsa reformas ilustradas que transforman el Imperio, especialmente en educación y tolerancia religiosa.",
          "cities": [
            "Viena"
          ]
        }
      ]
    },
    {
      "year": "1779",
      "events": [
        {
          "name": "Illuminatis",
          "text": "La Orden de los Iluminados (Illuminati), fundada por Adam Weishaupt, gana influencia en círculos académicos y aristocráticos. Sus ideales racionalistas buscan combatir la superstición y el absolutismo clerical.",
          "cities": [
            "Ingolstadt",
            "Múnich"
          ]
        }
      ]
    },
    {
      "year": "1780",
      "events": [
        {
          "name": "María Teresa de Austria",
          "text": "Muere María Teresa el 29 de noviembre de 1780. Su reinado marcó la transición entre el absolutismo tradicional y las reformas ilustradas. Fue una figura clave en la política europea del siglo XVIII.",
          "cities": [
            "Viena"
          ]
        }
      ]
    },
    {
      "year": "1781",
      "events": [
        {
          "name": "José II de Habsburgo",
          "text": "Promulga el Edicto de Tolerancia que concede derechos civiles limitados a protestantes, ortodoxos y judíos. Aunque seguían existiendo restricciones, fue un paso hacia la emancipación en el Imperio Habsburgo. ",
          "cities": [
            "Viena",
            "Praga",
            "Bratislava"
          ]
        }
      ]
    },
    {
      "year": "1782",
      "events": [
        {
          "name": "Elías ben Shlomó Zalman (Gaón de Vilna)",
          "text": "Redacta comentarios críticos a la Mishná y textos cabalísticos. Se intensifica su oposición al jasidismo, promoviendo un judaísmo racionalista, disciplinado y textual, en contraste con la mística emocional del Besht.",
          "cities": [
            "Vilna"
          ]
        }
      ]
    },
   {
    "year": "1783",
    "events": [
      {
        "name": "Naphtali Wessely",
        "text": "Publica 'Divrei Shalom ve-Emet', apoyando las reformas ilustradas de José II y abogando por la integración cultural de los judíos en la sociedad alemana. Es un hito de la Haskalá, o Ilustración judía.",
        "cities": ["Berlín", "Viena"]
      }
    ]
  },
  {
    "year": "1784",
    "events": [
      {
        "name": "Adam Weishaupt",
        "text": "La Orden de los Iluminados es prohibida en Baviera tras presiones de la Iglesia y la nobleza. Documentos confiscados revelan su organización secreta, provocando escándalo en Europa.",
        "cities": ["Múnich", "Ingolstadt"]
      }
    ]
  },
  {
    "year": "1785",
    "events": [
      {
        "name": "Miklos Sinay",
        "text": "En su vejez, Miklos Sinay escribe ensayos teológicos y políticos influenciados por el pensamiento ilustrado protestante. Defiende una reforma universitaria integral y la educación laica.",
        "cities": ["Debrecen", "Viena"]
      }
    ]
  },
  {
    "year": "1786",
    "events": [
      {
        "name": "Moses Mendelssohn",
        "text": "Muere el 4 de enero Moses Mendelssohn, filósofo judío alemán y figura clave de la Haskalá. Promovió el diálogo entre judaísmo y modernidad, y tradujo la Torá al alemán en caracteres hebreos.",
        "cities": ["Berlín"]
      }
    ]
  },
  {
    "year": "1787",
    "events": [
      {
        "name": "José II de Habsburgo",
        "text": "Ordena nuevas reformas centralizadoras que limitan el poder de la nobleza y la Iglesia. Entre ellas, establece el matrimonio civil y reforma el sistema judicial, pero genera resistencias en Hungría y los Países Bajos.",
        "cities": ["Viena", "Buda", "Bruselas"]
      }
    ]
  },
  {
    "year": "1788",
    "events": [
      {
        "name": "Elías ben Shlomó Zalman (Gaón de Vilna)",
        "text": "Comienza a redactar sus comentarios sobre el Zohar y textos cabalísticos clásicos, intentando conciliar mística y halajá desde una óptica racional. Su autoridad rabínica se afianza en Europa Oriental.",
        "cities": ["Vilna"]
      }
    ]
  },
  {
    "year": "1789",
    "events": [
      {
        "name": "Revolución Francesa",
        "text": "El estallido de la Revolución Francesa introduce los principios de ciudadanía, secularismo e igualdad jurídica. La Asamblea Nacional debate por primera vez el estatus de los judíos franceses.",
        "cities": ["París"]
      }
    ]
  },
  {
    "year": "1790",
    "events": [
      {
        "name": "Marquis de Clermont-Tonnerre",
        "text": "El 23 de diciembre defiende en la Asamblea Francesa la igualdad de derechos para los judíos: 'A los judíos como individuos, todo; como nación, nada'. Es una frase clave en la emancipación moderna.",
        "cities": ["París"]
      }
    ]
  },
  {
    "year": "1791",
    "events": [
      {
        "name": "Revolución Francesa",
        "text": "La Asamblea Nacional otorga ciudadanía plena a los judíos franceses el 28 de septiembre, marcando el inicio formal de la emancipación judía en Europa occidental.",
        "cities": ["París", "Alsacia", "Lorena"]
      }
    ]
  },
  {
    "year": "1792",
    "events": [
      {
        "name": "República Francesa",
        "text": "Se proclama la Primera República Francesa. Se intensifican las tensiones con las monarquías absolutistas europeas, incluidas Austria y Prusia, donde el antisemitismo aún domina la legislación.",
        "cities": ["París", "Viena", "Berlín"]
      }
    ]
  },
  {
    "year": "1793",
    "events": [
      {
        "name": "Revolución Francesa",
        "text": "numerosos judíos son perseguidos por sus vínculos con el comercio y la nobleza. Sin embargo, los derechos adquiridos no son revocados oficialmente.",
        "cities": ["París", "Burdeos"]
      }
    ]
  },
  {
    "year": "1794",
    "backgroundUrl":"https://static.wixstatic.com/media/bd63ad_f753cb1dc3b5468993f962f9d534e2c6~mv2.webp/v1/fit/w_822,h_618,q_90,enc_avif,quality_auto/bd63ad_f753cb1dc3b5468993f962f9d534e2c6~mv2.webp",
    "events": [
      {
        "name": "Kether Shem Tov",
        "text": "Se imprime por primera vez 'Kether Shem Tov', una recopilación de enseñanzas del Baal Shem Tov. Marca el paso del jasidismo oral al texto escrito, consolidando la memoria del movimiento.",
        "cities": ["Slavita", "Medzhybizh"]
      },
      {
        "name": "Elías ben Shlomó Zalman (Gaón de Vilna)",
        "text": "En Vilna se queman públicamente obras jasídicas como el Zawaat Ribash. El Gaón de Vilna intensifica su rechazo al jasidismo y prohíbe matrimonios y rituales conjuntos con jasidim. Sostiene una vida retirada, se niega a asumir cargos rabínicos y defiende el estudio de ciencias naturales como herramienta para comprender la Torá.",
        "cities": ["Vilna"]
      }
    ]
  },
  {
    "year": "1795",
    "events": [
      {
        "name": "Tercera Partición de Polonia",
        "text": "Se consuma la tercera partición de Polonia entre Rusia, Prusia y Austria. Miles de comunidades judías quedan bajo control zarista, comenzando una era de restricciones y pogromos.",
        "cities": ["Varsovia", "Vilna", "Lviv"]
      }
    ]
  },
  {
    "year": "1796",
    "backgroundUrl":"https://static.wixstatic.com/media/bd63ad_fe3a9d44721443eb86370e9e77da6e48~mv2.webp/v1/fit/w_822,h_766,q_90,enc_avif,quality_auto/bd63ad_fe3a9d44721443eb86370e9e77da6e48~mv2.webp",
    "events": [
      {
        "name": "Aaron HaLevi ben Moses de Staroselye",
                "text": "Instiga a Shneur Zalman de Liadi a publicar el 'Tanya', obra fundacional del jasidismo de Jabad. El libro aparece en Slavita y comienza a circular como guía espiritual para el 'hombre promedio'.",
        "cities": ["Slavita", "Liadi"]
      }
    ]
  },
  {
    "year": "1797",
    "events": [
      {
        "name": "Partición de Polonia",
        "text": "La supremacía polaca llega a su fin tras la tercera partición del país. Las comunidades judías son incorporadas al Imperio Ruso, al Imperio Austriaco y a Prusia.",
        "cities": ["Varsovia", "Vilna", "Cracovia"]
      }
    ]
  },
  {
    "year": "1798",
      "backgroundUrl":"https://static.wixstatic.com/media/bd63ad_8fbc102595fd4753bc36f7efa4d9c806~mv2.webp/v1/fit/w_822,h_618,q_90,enc_avif,quality_auto/bd63ad_8fbc102595fd4753bc36f7efa4d9c806~mv2.webp",
    "events": [
      {
        "name": "Aaron HaLevi de Staroselye",
        "text": "Viaja por pueblos de Europa del Este para reunir dinero y sobornar guardias a fin de visitar a su maestro, Shneur Zalman, encarcelado por decreto real. Se refuerza el liderazgo de la rama Jabad en tiempos de persecución.",
        "cities": ["Liadi", "Vítebsk", "Liozna"]
      }
    ]
  },
  {
    "year": "1803",
    "events": [
      {
        "name": "Miklos Sinay",
        "text": "Se retira de la vida pública. El botánico Sámuel Diószegi se despide de él en el cementerio protestante de Debrecen. Su escudo familiar representa una pirámide y una serpiente, símbolos de su trabajo en historia de la iglesia y antigüedades.",
        "cities": ["Debrecen"]
      }
    ]
  },
  {
    "year": "1806",
    "events": [
      {
        "name": "Zsigmond Sinay",
        "text": "Nace Zsigmond, hijo de Sándor Sinay. En este mismo año, fuerzas inglesas invaden Buenos Aires y son derrotadas por milicias criollas lideradas por Santiago de Liniers.",
        "cities": ["Buenos Aires", "Debrecen"]
      }
    ]
  },
  {
    "year": "1807",
    "events": [
      {
        "name": "Ducado de Varsovia",
        "text": "Se establece el Ducado de Varsovia por Napoleón I tras el Tratado de Tilsit. Gobernado por Federico Augusto I de Sajonia, simboliza el renacimiento polaco. Mientras tanto, una segunda invasión inglesa a Buenos Aires es repelida.",
        "cities": ["Varsovia", "Buenos Aires"]
      }
    ]
  },
  {
    "year": "1808",
    "events": [
      {
        "name": "Miklos Sinay",
        "text": "Muere Miklos Sinay en Debrecen. Su legado perdura en la teología protestante húngara y en estudios filológicos sobre la Antigüedad.",
        "cities": ["Debrecen"]
      }
    ]
  },
  {
    "year": "1810",
    "events": [
      {
        "name": "Revolución de Mayo",
        "text": "Estalla la Revolución de Mayo en Buenos Aires. Los pueblos originarios del norte argentino y del Chaco sufren ataques por parte del ejército revolucionario en su afán por consolidar el control del territorio.",
        "cities": ["Buenos Aires", "Salta", "Chaco"]
      }
    ]
  },
  {
    "year": "1811",
    "events": [
      {
        "name": "Junta Grande",
        "text": "Se amplía el poder ejecutivo con la creación de la Junta Grande, incorporando representantes de las provincias interiores del Virreinato del Río de la Plata.",
        "cities": ["Buenos Aires", "Córdoba", "Tucumán"]
      }
    ]
  },
  {
    "year": "1812",
    "events": [
      {
        "name": "Aaron de Staroselye",
        "text": "Tras la muerte de Shneur Zalman, Aaron se establece como rabino en Staroselye. Atrae discípulos y funda una corriente jasídica propia conocida como los Jasidim de Staroselye.",
        "cities": ["Staroselye"]
      }
    ]
  },
  {
    "year": "1813",
    "events": [
      {
        "name": "Hirsch Ascenso familiar",
        "text": "El abuelo paterno de Samson Raphael Hirsch es ennoblecido tras financiar la formación de un regimiento bávaro contra Napoleón. La familia judía gana prestigio en el sur de Alemania.",
        "cities": ["Múnich", "Frankfurt"]
      }
    ]
  },
  {
    "year": "1814",
    "events": [
      {
        "name": "Nacimiento de Miklos III Sinay",
        "text": "Nace Miklos Sinay III, descendiente de una línea protestante ilustrada. Ese mismo año, el Segundo Triunvirato establece las Provincias Unidas del Río de la Plata.",
        "cities": ["Debrecen", "Buenos Aires"]
      }
    ]
  },
  {
    "year": "1818",
    "events": [
      {
        "name": "Karl Marx",
        "text": "Nace en Tréveris Moisés Mordecai Marx Levi, luego conocido como Karl Marx. Criado en el protestantismo, desarrollará una crítica radical al judaísmo como expresión del mercantilismo burgués.",
        "cities": ["Tréveris"]
      }
    ]
  },
  {
    "year": "1820",
    "events": [
      {
        "name": "Aaron de Staroselye",
        "text": "Publica en Shklov su obra 'Sha'are Abodah' ('Las puertas del servicio'), donde sistematiza la teología jasídica de Jabad con enfoque en la devoción diaria, la unidad divina y la introspección.",
        "cities": ["Shklov"]
      }
    ]
  },
  {
    "year": "1826",
    "events": [
      {
        "name": "Bernardino Rivadavia",
        "text": "Es nombrado el primer presidente de las Provincias Unidas del Río de la Plata bajo un régimen unitario. Su breve mandato intenta modernizar las instituciones al estilo europeo.",
        "cities": ["Buenos Aires"]
      }
    ]
  },
  {
    "year": "1830",
    "events": [
      {
        "name": "Adam Weishaupt",
        "text": "Muere en Gotha el fundador de los Illuminati de Baviera, Adam Weishaupt. Tras recibir protección del duque Ernesto II de Sajonia-Altenburgo, escribió obras en defensa del iluminismo racionalista y republicano, denunciando su persecución en Baviera.",
        "cities": ["Gotha"]
      },
      {
        "name": "Emilia Plater",
        "text": "Emilia Plater participa activamente en el Levantamiento de Noviembre contra el Imperio ruso. Convertida en símbolo del nacionalismo polaco-lituano, lucha vestida como hombre en las guerrillas patriotas del este europeo.",
        "cities": ["Vilna", "Lituania"]
      }
    ]
  },
  {
    "year": "1831",
    "events": [
      {
        "name": "Moritz von Hirsch",
        "text": "Nace en Múnich Moritz von Hirsch, heredero de una poderosa familia judía bávara. Su abuelo paterno fue ennoblecido por financiar un regimiento bávaro durante las guerras napoleónicas.",
        "cities": ["Múnich"]
      }
    ]
  },
  {
    "year": "1843",
    "events": [
      {
        "name": "Zona de Asentamiento",
        "text": "El zar Nicolás I ordena la expulsión de los judíos en un radio de 80 km de la frontera con el Imperio austríaco, profundizando las restricciones dentro de la Zona de Asentamiento. Las provincias de Astracán y el Cáucaso son excluidas de la zona.",
        "cities": ["Kiev", "Astracán", "Cáucaso Norte"]
      }
    ]
  }
  ]
}