{
  "title": "Los Príncipes y las luchas sociales",
  "duration": "70 - 850",
  "years": [
{
    "year": "71",
    "events": [
      {
        "name": "Deportación de familias sacerdotales según tradiciones familiares",
        "text": "después de la caída de Jerusalén en sus manos y la destrucción del segundo Beit ha-Mikdash (Templo de Jerusalén), el emperador romano Tito tomó prisioneros a los patriarcas de cuatro familias nobles de la provincia de Yehuda y de la ciudad de Jerusalén y los exilió a Roma. Según tradiciones genealógicas judías-italianas posteriores, familias sacerdotales como Anav, de Pomis, dei Rossi y degli Adolescentoli vinculadas a la línea HaKohen, fueron deportadas por Tito tras la destrucción del Segundo Templo y se asentaron en Roma.",
        "cities": ["Jerusalén"]
      }
    ]
  },
   {
    "year": "72",
    "events": [
      {
        "name": "Asentamiento de las familias sacerdotales en Roma",
        "text": "Las familias sacerdotales deportadas fueron establecidas en Roma. Allí comenzaron a integrarse en la comunidad judía local, adaptándose a un nuevo entorno mientras mantenían tradiciones religiosas y sociales propias. Tanaim es ",
        "cities": ["Roma"]
      }
    ]
  },
    {
      "year": "110",
      "events": [
        {
          "name": "Shimón ben Gamliel II y la herencia sacerdotal",
          "text": "Shimón ben Gamliel II, hijo de Gamliel II y descendiente de la casa HaKohen, nació en Galilea en tiempos difíciles. Desde pequeño fue instruido en la tradición y la memoria del Templo, preparándose para preservar el linaje y la ley en el exilio. ",
          "cities": ["Galilea"]
        }
      ]
    },
    {
      "year": "135",
      "events": [
        {
          "name": "Judá HaNasi y la línea HaKohen",
          "text": "Judá HaNasi, hijo de Shimón ben Gamliel II y su esposa Miriam, descendía del linaje HaKohen por vía materna. Como presidente del Sanedrín, consolidó la unión de la estirpe de Hilel con la sacerdotal, compilando la Mishná y protegiendo derechos hereditarios y legales. Fue un líder clave de la comunidad judía en la Judea ocupada por los romanos después de la revuelta de Bar Kokhba . Como Nasí, su riqueza era comparable a la de los gobernantes romanos, y destinó gran parte de ella a auxiliar a los menos favorecidos. Desde los días de Moshé Rabeinu hasta Rabeinu HaKadosh, nunca se encontró un gran conocimiento de la Torá junto con una gran riqueza.",
          "cities": ["Galilea"]
        }
      ]
    },
    {
      "year": "170",
      "events": [
        {
          "name": "Casa de Judá HaNasi",
          "text": "En la residencia de Judá HaNasi, su familia participaba en la vida intelectual y legal, editor de la Mishná en su forma real. Se refieren a él como: Príncipe y Maestro por excelencia, y como: Rabeinu HaKadosh, Nuestro Santo Rabino.",
          "cities": ["Galilea"]
        }
      ]
    },
    {
      "year": "220",
      "events": [
        {
          "name": "Gamaliel III e Ima Shalom",
          "text": "Gamaliel III, hijo de Judá HaNasi, dirigió el Sanedrín en Tiberíades. Su esposa, Ima Shalom, sobrina de Rabí Eliezer ben Hircano, es recordada por su intervención en asuntos legales y su defensa de los derechos femeninos en el marco rabínico.",
          "cities": ["Tiberíades"]
        }
      ]
    },
    {
      "year": "230",
      "events": [
        {
          "name": "Rav Huna y Yalta",
          "text": "En Babilonia, Rav Huna se casó con Yalta, hija de Rabí Hisda y descendiente materna de la línea HaKohen. Yalta, reconocida por su erudición, defendió la inclusión de las mujeres en prácticas rituales, marcando el inicio de resistencias de género en la comunidad rabínica.",
          "cities": ["Sura"]
        }
      ]
    },
    {
      "year": "270",
      "events": [
        {
          "name": "Judá III y Gamaliel IV",
          "text": "Judá III, hijo de Gamaliel III, y su hijo Gamaliel IV, lideraron el Sanedrín en tiempos de presión romana. Sus familias fortalecieron una red de refugio y resistencia espiritual y social, asegurando la continuidad del linaje HaKohen.",
          "cities": ["Tiberíades"]
        }
      ]
    },
   {
  "year": "300",
  "events": [
    {
      "name": "Primera mención en el Talmud de los santos ocultos",
      "text": "El Talmud babilónico, compilado por generaciones de sabios conocidos como Amoraim entre los siglos III y V, menciona en el tratado Sanedrín 97b y Sucá 45b que en cada generación existen al menos 36 tzadikim (justos) que 'ven el rostro de la Shejiná'. Estos justos anónimos, conocidos más tarde como 'Lamed Vav Tzadikim', sostienen espiritualmente al mundo aunque su identidad es desconocida incluso para ellos mismos. Esta idea inaugura el concepto de los 'santos ocultos', cuya mera existencia garantiza la continuidad del mundo."
    }
  ]
},
    {
      "year": "310",
      "events": [
        {
          "name": "Huna bar Nathan y Miriam bat Hisda",
          "text": "En Sura, Miriam bat Hisda enseñó a su hijo Huna bar Nathan la historia del linaje HaKohen. Huna llegó a ser gaón y líder legal, participando en debates sobre halajá y política en Babilonia.",
          "cities": ["Sura"]
        }
      ]
    },
    {
      "year": "360",
      "events": [
        {
          "name": "Huna bar Nathan, gaón y asesor político",
          "text": "Como gaón de Sura, Huna bar Nathan defendió la autonomía de la comunidad judía y combinó la tradición legal con la diplomacia ante el poder persa.",
          "cities": ["Sura"]
        }
      ]
    },
    {
      "year": "420",
      "events": [
        {
          "name": "Mar Zutra I y la resistencia ante los sasánidas",
          "text": "Mar Zutra I, nieto de Huna bar Nathan, se destacó en Nehardea por preservar el linaje HaKohen y organizar la defensa de la autonomía judía frente a las amenazas sasánidas.",
          "cities": ["Nehardea"]
        }
      ]
    },
    {
      "year": "520",
      "events": [
        {
          "name": "Rebelión de Mar Zutra II en Mahoza",
          "text": "Mar Zutra II, hijo de Mar Zutra I, lideró una revuelta en Mahoza contra el imperio persa. Tras su ejecución, su hijo Mar Zutra III continuó el legado en la academia de Tiberíades.",
          "cities": ["Mahoza", "Tiberíades"]
        }
      ]
    },
    {
      "year": "590",
      "events": [
        {
          "name": "Haninai ben Huna y Mari bat Haninai",
          "text": "Haninai ben Huna, gaón en Sura, se casó con Mari bat Haninai, hija del gaón Mari. Juntos fortalecieron el linaje HaKohen y la tradición rabínica.",
          "cities": ["Sura"]
        }
      ]
    },
    {
      "year": "650",
      "events": [
        {
          "name": "Bustannai y la unión con Dara, princesa persa",
          "text": "Bustannai, exilarca e hijo de Haninai, se casó con Dara, hija del rey persa Yazdegerd III. De esta unión nacieron Hasdai y Baradoi, quienes fusionaron tradiciones judías y persas y continuaron el linaje HaKohen.",
          "cities": ["Bagdad"]
        }
      ]
    },
    {
      "year": "690",
      "events": [
        {
          "name": "Hasdai ben Bustannai y Judith bat Mari",
          "text": "Hasdai, líder en Pumbedita, se casó con Judith bat Mari, descendiente de gaones. Su hijo Natronai continuó el linaje HaKohen y la tradición rabínica en Bagdad.",
          "cities": ["Pumbedita", "Bagdad"]
        }
      ]
    },
    {
      "year": "750",
      "events": [
        {
          "name": "Natronai ben Hasdai y el poder rabínico",
          "text": "Natronai, hijo de Hasdai y Judith, lideró la comunidad judía de Bagdad y fortaleció la yeshivá, defendiendo los derechos de su pueblo y la continuidad del linaje HaKohen.",
          "cities": ["Bagdad"]
        }
      ]
    },
    {
      "year": "800",
      "events": [
        {
          "name": "Exilio y diáspora: comunidades HaKohen en Europa",
          "text": "Con la expansión islámica, miembros del linaje HaKohen migraron hacia Europa, estableciendo comunidades en Francia y Alemania. Mujeres como Miriam bat Natronai organizaron redes de ayuda, preservando la identidad y la tradición en tiempos difíciles.",
          "cities": ["Francia", "Alemania"]
        }
      ]
    },
    {
      "year": "850",
      "events": [
        {
          "name": "Desarrollo del Gaonato y legado sacerdotal",
          "text": "En Bagdad, el Gaonato alcanzó gran influencia con líderes como Saadia Gaon. La tradición sacerdotal HaKohen se entrelazó con la erudición rabínica, y las mujeres del linaje continuaron enseñando y defendiendo los derechos de su pueblo.",
          "cities": ["Bagdad"]
        }
      ]
    }
  ]
}
