{
  "title": "Rebeldes",
  "duration": "587 a.C. - 30 a.C.",
  "years": [
    {
      "year": "587 a.C.",
      "events": [
        {
          "name": "Destrucción del Primer Templo y exilio",
          "text": "Nabucodonosor II destruye el Primer Templo en Jerusalén y deporta a parte de la población a Babilonia. En los textos bíblicos como Lamentaciones, Jerusalén es representada simbólicamente como una mujer humillada. Comienza el período del exilio babilónico.",
          "cities": ["Jerusalén", "Babilonia"]
        }
      ]
    },
     {
      "year": "566 a.C.",
      "events": [
        {
          "name": "Nace Zorobabel",
          "text": "Nace Zorobabel, dinastia hacohen en babilonia. Significa la Zərua Bāvel en hebreo: זְרוּעַ בָּבֶל, que significa semilla de Babilonia, refiriéndose a un niño concebido y nacido en Babilonia,",
          "cities": ["Babilonia"]
        }
      ]
    },
    {
      "year": "539 a.C.",
      "events": [
        {
          "name": "Edicto de Ciro y retorno a Jerusalén",
          "text": "Ciro el Grande conquista Babilonia y permite el retorno de los judíos. El edicto persa inicia la reconstrucción del Templo. El liderazgo del retorno está encabezado por figuras sacerdotales y aristocráticas.",
          "cities": ["Babilonia", "Jerusalén", "Persia"]
        }
      ]
    },
    {
      "year": "516 a.C.",
      "events": [
        {
          "name": "Finalización del Segundo Templo",
          "text": "Se completa la reconstrucción del Segundo Templo bajo Zorobabel y Josué ben Josadac. Se restablece el culto. El nuevo templo no incluye el Arca de la Alianza.",
          "cities": ["Jerusalén"]
        }
      ]
    },
    {
      "year": "486 a.C.",
      "events": [
        {
          "name": "Ascenso de Esther",
          "text": "Según el libro de Esther, una joven judía llamada Esther se convierte en reina del Imperio Persa y logra salvar a su pueblo de un genocidio planeado por Amán. El relato es de carácter literario y no tiene confirmación arqueológica.",
          "cities": ["Persia", "Susa"]
        }
      ]
    },
    {
      "year": "474 a.C.",
      "events": [
        {
          "name": "Historia de Purim",
          "text": "La festividad de Purim conmemora, según el relato del libro de Esther, la salvación del pueblo judío en Persia. Se celebra con lectura del rollo, banquetes y regalos, aunque su historicidad es debatida.",
          "cities": ["Persia", "Susa"]
        }
      ]
    },
    {
      "year": "331 a.C.",
      "events": [
        {
          "name": "Conquista de Alejandro Magno",
          "text": "Alejandro Magno conquista la región de Palestina, marcando el inicio de la influencia helénica en Judea. Se introducen elementos culturales griegos en las ciudades.",
          "cities": ["Palestina", "Jerusalén"]
        }
      ]
    },
    {
      "year": "330 a.C.",
      "events": [
        {
          "name": "Encuentro entre Alejandro Magno y el Sumo Sacerdote",
          "text": "Según Flavio Josefo, Alejandro Magno se encontró con el Sumo Sacerdote Jadúa en Jerusalén. Aunque la anécdota es citada por Josefo, carece de confirmación en fuentes griegas. Alejandro otorgó libertad religiosa a los judíos durante su dominio.",
          "cities": ["Jerusalén"]
        }
      ]
    },
    {
      "year": "329 a.C.",
      "events": [
        {
          "name": "Autonomía bajo el dominio helenístico",
          "text": "Tras la conquista de Alejandro, Judea goza de autonomía relativa bajo los diádocos. Las instituciones religiosas continúan funcionando con escasa interferencia externa.",
          "cities": ["Judea", "Jerusalén"]
        }
      ]
    },
    {
      "year": "198 a.C.",
      "events": [
        {
          "name": "Dominio seléucida",
          "text": "Los seléucidas, bajo Antíoco III, toman el control de Judea de manos de los Ptolomeos. Comienza un período de influencia helénica más activa en la región.",
          "cities": ["Judea", "Antioquía"]
        }
      ]
    },
    {
      "year": "167 a.C.",
      "events": [
        {
          "name": "Rebelión de los Macabeos",
          "text": "Comienza la revuelta de los Macabeos contra la imposición de prácticas religiosas helenísticas por parte de Antíoco IV Epífanes. Se restablecen las prácticas tradicionales judías.",
          "cities": ["Judea", "Jerusalén"]
        }
      ]
    },
    {
      "year": "164 a.C.",
      "events": [
        {
          "name": "Rededicación del Segundo Templo",
          "text": "Tras la victoria de los Macabeos, se purifica y rededica el Templo de Jerusalén. Este evento da origen a la festividad de Janucá.",
          "cities": ["Jerusalén"]
        }
      ]
    },
    {
      "year": "63 a.C.",
      "events": [
        {
          "name": "Conquista romana de Judea",
          "text": "El general romano Pompeyo conquista Jerusalén, integrando Judea en la esfera de influencia romana. Comienzan las tensiones entre el poder romano y las autoridades religiosas judías.",
          "cities": ["Jerusalén", "Roma"]
        }
      ]
    }
  ]
}
