{
  "title": "Rebeldes",
  "duration": "c. 587 - 30 a.C.",
  "years": [
    {
      "year": "587 a.C.",
      "events": [
        {
          "name": "Caída del Primer Templo y exilio babilónico",
          "text": "Nabucodonosor II, rey de Babilonia, sitia Jerusalén y destruye el Primer Templo. Comienza el exilio babilónico, un trauma fundacional para el pueblo judío. Se pierde el Arca de la Alianza. Las mujeres judías sufren deportaciones y violencia, pero en los textos proféticos (Jeremías, Lamentaciones) aparecen como símbolos de la resistencia y la esperanza.",
          "cities": ["Jerusalén", "Babilonia"]
        }
      ]
    },
    {
      "year": "539-516 a.C.",
      "events": [
        {
          "name": "Ciro el Grande y la reconstrucción del Templo",
          "text": "Ciro el Grande conquista Babilonia (539 a.C.), emite un edicto que permite el regreso de los judíos a Jerusalén y la reconstrucción del Templo bajo Zorobabel (terminado en 516 a.C.). El liderazgo religioso es masculino, pero el libro de Esdras menciona a mujeres y niños entre los retornados. Ciro es visto como un libertador y protector de minorías religiosas.",
          "cities": ["Babilonia", "Jerusalén"]
        }
      ]
    },
    {
      "year": "486-474 a.C.",
      "events": [
        {
          "name": "Esther y la corte persa",
          "text": "Esther, una joven judía, se convierte en reina del Imperio Persa tras ser seleccionada para el harén de Asuero (Jerjes I). Junto a su tío Mardoqueo, salva a su pueblo del exterminio decretado por Amán. El libro de Esther es uno de los pocos textos bíblicos donde una mujer es protagonista y heroína, usando su astucia y posición para proteger a una minoría perseguida. El episodio evidencia la vulnerabilidad de las mujeres en los harenes, pero también su capacidad de agencia y resistencia.",
          "cities": ["Susa", "Persia", "Jerusalén"]
        }
      ]
    },
    {
      "year": "350-100 a.C.",
      "events": [
        {
          "name": "Zugot y consolidación rabínica",
          "text": "Durante el período de los Zugot ('pares'), dos rabinos compartían el liderazgo religioso en el Sanedrín. Figuras como Hillel y Shammai representan escuelas opuestas de interpretación. En este contexto, se consolidan normas que regulan la vida comunitaria y el acceso de mujeres y extranjeros a ciertos espacios, aunque la literatura rabínica recoge debates sobre la inclusión y la justicia social.",
          "cities": ["Jerusalén"]
        }
      ]
    },
    {
      "year": "331 a.C.",
      "events": [
        {
          "name": "Alejandro Magno y la helenización",
          "text": "Alejandro Magno conquista el Imperio Persa y llega a Jerusalén. Su dominio introduce la cultura griega en Palestina, generando tensiones entre helenistas y tradicionalistas. La helenización afectó especialmente a las élites urbanas, y las mujeres judías de clases altas adoptaron costumbres griegas, lo que generó debates sobre identidad y asimilación.",
          "cities": ["Jerusalén", "Alejandría"]
        }
      ]
    },
    {
      "year": "198-142 a.C.",
      "events": [
        {
          "name": "Esenios y resistencia religiosa",
          "text": "Los esenios, comunidad judía ascética y probablemente mixta en cuanto a género, surgen en reacción a la dominación seléucida. Practicaban la vida comunitaria, la ayuda a marginados y la igualdad relativa entre hombres y mujeres, permitiendo en algunos casos el matrimonio y el acceso de mujeres a la comunidad (según Josefo y los Rollos del Mar Muerto).",
          "cities": ["Qumrán", "Desierto de Judea"]
        }
      ]
    },
    {
      "year": "166-142 a.C.",
      "events": [
        {
          "name": "Matatías y la Revuelta de los Macabeos",
          "text": "Matatías ben Johanan HaKohen, sacerdote de la línea de Jehoiarib, inicia la revuelta contra los seléucidas tras negarse a sacrificar a dioses griegos. Sus hijos, los Macabeos, lideran la lucha por la libertad religiosa. La rebelión es un ejemplo de resistencia colectiva, donde mujeres como Judit (libro deuterocanónico) también son celebradas como heroínas.",
          "cities": ["Modiin", "Jerusalén"]
        }
      ]
    },
    {
      "year": "142-134 a.C.",
      "events": [
        {
          "name": "Simón Macabeo y la independencia de Judea",
          "text": "Simón Macabeo, hijo de Matatías, se convierte en sumo sacerdote y líder de un estado judío independiente. Bajo su gobierno, se reconocen derechos a viudas, huérfanos y forasteros en la comunidad esenia. El Senado romano reconoce la independencia judía y Simón es proclamado príncipe y sumo sacerdote.",
          "cities": ["Jerusalén", "Roma"]
        }
      ]
    },
    {
      "year": "134-76 a.C.",
      "events": [
        {
          "name": "Juan Hircano y Alejandro Janneo",
          "text": "Juan Hircano I, hijo de Simón, y Alejandro Janneo, su hijo, gobiernan como reyes y sumos sacerdotes. Hircano expande el reino y Alejandro Janneo reprime brutalmente a los fariseos y disidentes. Durante este período, las luchas internas entre saduceos, fariseos y otros grupos reflejan la diversidad y los conflictos sociales dentro del judaísmo.",
          "cities": ["Jerusalén", "Samaria"]
        }
      ]
    },
    {
      "year": "100-44 a.C.",
      "events": [
        {
          "name": "Julio César y la diáspora judía",
          "text": "Julio César otorga privilegios a las comunidades judías de la diáspora, permitiendo la práctica de su religión en el Imperio Romano. Hillel el Sabio, nacido en Babilonia, funda una escuela liberal de interpretación de la Torá y promueve la ética de la reciprocidad ('No hagas a tu prójimo lo que no quieras para ti'). Su liderazgo es ejemplo de apertura y diálogo en tiempos de cambio.",
          "cities": ["Roma", "Babilonia", "Jerusalén"]
        }
      ]
    }
  ]
}
