{
  "title": "Reconstrucción",
  "duration": "1943 - 1990",
  "years": [

    {
  "year": "1943",
  "events": [
    {
      "name": "Incorporación de shules icufistas a la política de subsidios",
      "text": "Los shules icufistas Jaim Zhitlovsky de Villa del Parque e I.L. Peretz de Villa Lynch, los más concurridos, fueron incorporados a la política de subsidios de la AMIA (Vaad Hajinuj), mientras otros cinco shules se sumaron hacia el final de la década.",
      "cities": ["Buenos Aires"]
    }
  ]
},
    {
  "year": "1945",
  "events": [
      {
        "name": "Biografía de Mijl Hacohen Sinay",
        "cities": ["Buenos Aires"],
        "text": "Mijl Hacohen Sinay publicó una breve biografía titulada 'Harab Reuben Hacohen Sinay' en la revista IWO Shriftn. En ella dejó registro de la migración de su padre, la fundación del Talmud Torá y su trabajo intelectual. Recordó su ética: 'Nunca cobró como rabino. Enseñaba para vivir'."
      },
    {
      "name": "Crecimiento y consolidación del ICUF tras la Segunda Guerra Mundial",
      "text": "Con la adhesión popular inspirada por la Unión Soviética y el Ejército Rojo, el ICUF consolidó sus escuelas como Veltleje Shuln (escuelas laicas), reconocidas oficialmente como idiomáticas complementarias. Contaron con apoyo económico y reconocimiento institucional.",
      "cities": ["Argentina"]
    }
  ]
},
{
  "year": "1946",
  "events": [
    {
      "name": "Replanteo estratégico del Partido Comunista Argentino tras triunfo de Perón",
      "text": "Tras la llegada de Perón, el PCA decidió 'acriollar' al partido para captar a las masas nacionales, desplazando a extranjeros de cargos sindicales e impulsando a judíos militantes a integrar la colectividad israelita, dando un nuevo impulso a la Comisión Israelita del PC y al entorno ideológico del ICUF.",
      "cities": ["Argentina", "Buenos Aires"]
    }
  ]
},
{
  "year": "1948",
  "events": [
    {
      "name": "Impacto de la creación del Estado de Israel y polarización comunitaria",
      "text": "La creación del Estado de Israel y el inicio de la Guerra Fría generaron nuevas polarizaciones dentro del campo comunitario judío argentino, afectando a las distintas tendencias ideológicas dentro de la educación judía.",
      "cities": ["Argentina"]
    }
  ]
},
    {
  "year": "1950",
  "events": [
    {
      "name": "Fundación del semanario Nuestra Palabra",
      "text": "El Partido Comunista Argentino lanzó en marzo de 1950 el semanario Nuestra Palabra, dirigido por Héctor P. Agosti. La publicación abordaba temas internacionales y nacionales desde una perspectiva marxista, y tuvo dos épocas hasta su cierre el 24 de marzo de 1976.",
      "cities": ["Buenos Aires"]
    },
      {
        "name": "Recuerdo en Grodner Opklangen",
        "cities": ["Buenos Aires"],
        "text": "En la publicación 'Grodner Opklangen', dedicada a los judíos originarios de Grodno, se volvió a mencionar a Mordejai Reuben HaKohen Sinay como pionero espiritual de las colonias judías argentinas. Su nombre sigue presente en artículos sobre su hijo Mijl."
      },
    {
      "name": "Fundación de la revista Tribuna",
      "text": "Rubén Sinay fundó la revista Tribuna, que tuvo fuerte incidencia en la comunidad judía de izquierda. Desde allí, impulsó una identidad judía crítica del sionismo, alineada con las posturas del PCA y del comunismo internacional.",
      "cities": ["Buenos Aires"]
    },
     {
      "name": "Nacimiento de las hijas de Rubén Sinay y vida familiar",
      "text": "Rubén Sinay, destacado dirigente comunista, vivía con su esposa Myriam y sus hijas Paula y Ana Luz en un modesto departamento en el barrio Once, sobreviviendo con un pequeño sueldo del partido y ventas de publicaciones en barrios con shules icufistas.",
      "cities": ["Buenos Aires"]
    }
  ]
},
{
  "year": "1952",
  "events": [
    {
      "name": "Tensiones entre la URSS e Israel",
      "text": "Comienzan a deteriorarse las relaciones entre Israel y la Unión Soviética. En este contexto, el PCA en Argentina, que había defendido al Estado de Israel como parte de la lucha anticolonial, evita pronunciarse públicamente sobre el creciente antisemitismo en la URSS.",
      "cities": ["Buenos Aires", "Jerusalén", "Moscú"]
    },
    {
      "name": "Militarización y rearme israelí",
      "text": "Rubén Sinay señala que en 1952 la Organización Sionista Norteamericana pidió ayuda militar al Congreso de EE.UU. para armar tanto a Israel como a países árabes contra la supuesta amenaza comunista. Según Sinay, esto demuestra el alineamiento del sionismo con el bloque imperialista.",
      "cities": ["Washington", "Tel Aviv"]
    },
     {
      "name": "Expulsión de shules icufistas y quita de subsidios tras rechazo a condenar a la URSS",
      "text": "La dirigencia icufista se negó a firmar la condena que impulsaba la DAIA contra la URSS por los juicios de Praga y supuestos crímenes a escritores judíos antifascistas. Como consecuencia, los shules fueron expulsados del ICUF y les quitaron los subsidios, aunque continuaron gracias a cooperativas y campañas solidarias.",
      "cities": ["Buenos Aires"]
    },
    {
      "name": "Rubén Sinay como redactor principal y líder ideológico icufista",
      "text": "Rubén Sinay fue redactor principal de Tribuna, publicación periódica icufista, y voz fundamental en el periodismo militante idishista, combinando su activismo político con la defensa de la educación laica y la enseñanza del ídish.",
      "cities": ["Buenos Aires"]
    },
     {
      "name": "Juicios de Praga y rechazo icufista a condena contra la URSS",
      "text": "La dirigencia icufista se niega a firmar la condena impulsada por la DAIA contra la URSS por los juicios de Praga y crímenes contra escritores judíos antifascistas, lo que provoca la expulsión de los shules del ICUF y la quita de subsidios.",
      "cities": ["Buenos Aires"]
    },
        {
      "name": "Creación del Mitl-shul y formación de maestros judeo-progresistas",
      "text": "El Consejo Central del ICUF inaugura el Mitl-shul, una escuela secundaria para formar maestros judeo-progresistas, con cursos dictados por destacados militantes y educadores socialistas y comunistas, vinculados a ideas de pedagogos como Dewey y Korczak.",
      "cities": ["Buenos Aires"]
    }
  ]
},
{
  "year": "1953",
  "events": [
    {
      "name": "Complot de los doctores y antisemitismo soviético",
      "text": "En 1953, el llamado 'complot de los doctores del Kremlin' desata una ola de antisemitismo en la URSS. Stalin rompe relaciones diplomáticas con Israel. El PCA guarda silencio al respecto, mientras sectores sionistas alertan sobre el peligro de guerra con la URSS.",
      "cities": ["Moscú", "Jerusalén", "Buenos Aires"]
    },
    {
      "name": "Campaña sionista pro-guerra",
      "text": "Según Rubén Sinay, el sionismo argentino promovió una campaña para enviar dinero y voluntarios a Israel, ante una posible guerra con la URSS. Denuncia que esta campaña buscaba encauzar el sentimiento solidario judío hacia una línea proimperialista y antisoviética.",
      "cities": ["Buenos Aires", "Tel Aviv"]
    },
    {
      "name": "Crítica de Rubén Sinay al sionismo",
      "text": "Rubén Sinay, desde la revista Tribuna, denuncia que el sionismo argentino pretendía integrar a Israel en el bloque antisoviético liderado por EE.UU. Sostiene que los sionistas socialistas agrupados en la revista Nueva Sión querían una guerra con la URSS, lo que hubiese sido suicida para el Estado de Israel.",
      "cities": ["Buenos Aires"]
    }
  ]
},
  {
    "year": "1955",
    "events": [
      {
        "name": "Golpe de Estado y Revolución Libertadora",
        "text": "El 16 de septiembre de 1955, un golpe de Estado derrocó al gobierno de Juan Domingo Perón, quien estaba en su segundo mandato. La Revolución Libertadora instauró una dictadura militar, prohibió el peronismo y persiguió a sus seguidores. La SIDE pierde relevancia tras el golpe y la caída de Perón.",
        "cities": ["Buenos Aires", "Argentina"]
      },
      {
        "name": "CGT Rosario y sindicalismo",
        "text": "Samuel Sinay y Marcos Méndez, de la CGT Rosario, expresaron críticas a las demandas empresariales que reflotarían el poder oligárquico y desconocerían conquistas obreras. En la capital del peronismo, la CGT fue desalojada a punta de bayonetas y detenido su secretario general, el Ruso Sinay, obrero estatal y autor de novelas sobre problemática juvenil.",
        "cities": ["Rosario", "Argentina"]
      }
    ]
  },
  {
  "year": "1956",
  "events": [
    {
      "name": "Guerra del Sinaí",
      "text": "En 1956 se desarrolló la segunda guerra árabe-israelí, conocida como la Guerra del Sinaí. La coalición anglo-franco-israelí atacó Egipto tras la nacionalización del Canal de Suez por parte del presidente Gamal Abdel Nasser. Egipto contó con apoyo soviético y refuerzos árabes. Nasser emergió como vencedor simbólico, Israel expandió su territorio y eliminó bases fedayines en Gaza, mientras Francia e Inglaterra fueron debilitadas por la presión de Estados Unidos, marcando el declive colonial europeo en la región.",
      "cities": ["Sinaí", "Canal de Suez", "Gaza", "Tel Aviv", "El Cairo", "Londres", "París", "Washington"]
    },
    {
      "name": "Apoyo soviético a Egipto",
      "text": "La Unión Soviética respaldó al gobierno egipcio enviando armas a través de Checoslovaquia. Esta alianza fortaleció los lazos entre Moscú y Nasser, consolidando la influencia soviética en Medio Oriente durante la Guerra Fría.",
      "cities": ["Moscú", "El Cairo", "Praga"]
    },
    {
      "name": "Postura del PCA ante la Guerra del Sinaí",
      "text": "Durante la Guerra del Sinaí, el PCA expresó su interpretación del conflicto a través de sus órganos partidarios. Alineado con la Unión Soviética, sostuvo una postura crítica hacia el accionar anglo-franco-israelí y apoyó a Egipto y a Nasser como parte del proceso de descolonización global.",
      "cities": ["Buenos Aires", "El Cairo", "Moscú"]
    },
    {
      "name": "Publicación de Nueva Era",
      "text": "La revista teórico-política mensual Nueva Era, dirigida por Victorio Codovilla y con Orestes Ghioldi como secretario de redacción, aportó un análisis marxista-leninista más profundo sobre temas internacionales, incluido el conflicto en Medio Oriente.",
      "cities": ["Buenos Aires"]
    },
     {
      "name": "Publicación de 'Solo la paz salvará a Israel'",
      "text": "Rubén Sinay publica 'Solo la paz salvará a Israel', donde defiende la posición soviética y acusa al sionismo de manipular a la comunidad judía para justificar una política belicista. Reivindica el apoyo soviético a Israel en 1948 y denuncia el verdadero objetivo sionista de integrar a Israel al bloque imperialista.",
      "cities": ["Buenos Aires", "Jerusalén", "Moscú"]
    },
    {
      "name": "Crítica al discurso sionista sobre Egipto y la URSS",
      "text": "Sinay argumenta que Israel había comenzado el proceso de rearme desde 1950, mucho antes del envío de armas checas a Egipto. Critica que el verdadero conflicto para Israel no era el armamento en sí, sino que proviniera de un aliado soviético.",
      "cities": ["Tel Aviv", "El Cairo", "Praga"]
    },
       {
      "name": "Desacuerdo dentro del PCA por invasión soviética a Hungría",
      "text": "Gregorio Lerner, dirigente comunista y miembro de la Comisión Israelita del PC, se opone a la invasión soviética a Hungría, pero Rubén Sinay responde con críticas duras, tachando a los disidentes de traidores y agentes del imperialismo, evidenciando la poca libertad de expresión en el partido.",
      "cities": ["Buenos Aires"]
    },
     {
      "name": "Rubén Sinay relativiza la enseñanza exclusiva en ídish",
      "text": "Sinay sostiene que los objetivos de los shules deben ser los mismos que cualquier escuela progresista, formando niños científicos, desprejuiciados y comprometidos con el progreso social. Considera que el ídish es un obstáculo para la expansión universal de la educación progresista y postula que la formación debe adaptarse a la realidad nacional y cultural argentina.",
      "cities": ["Buenos Aires"]
    }
  ]
},
  {
    "year": "1958",
    "events": [
      {
        "name": "Arturo Frondizi",
        "text": "Presidente de Argentina entre 1958 y 1962. Llegó con apoyo de sectores peronistas y sindicales, enfrentó intentos de golpes militares, impulsó la industrialización y tuvo episodios de persecución política especialmente contra grupos peronistas.",
        "cities": ["Buenos Aires", "Argentina"]
      },
      {
        "name": "Voladura del buque Patria",
        "text": "Revelación años después de que la Haganah voló el buque Patria sin consultar a las víctimas, lo que causó la muerte de refugiados judíos, según declaraciones de Rosenblum del Comité de Acción Sionista.",
        "cities": ["Israel"]
      },
       {
      "name": "Auge del ICUF y expansión educativa",
      "text": "El ICUF agrupaba 15 escuelas idiomáticas con 2.500 alumnos, varias entidades culturales, publicaciones y una editorial propia. Se afirmaba como movimiento comprometido con la educación laica y estatal, en un contexto de influencia del frentepopulismo y la Internacional Comunista.",
      "cities": ["Argentina"]
    },
    {
      "name": "Sexta Campaña Pro-cultura y Educación del ICUF",
      "text": "El ICUF solicita a maestras y maestros (lererkes) trabajar con familias para fortalecer el sentido político y la importancia de las escuelas judías progresistas. Los shules funcionan como un “oasis” frente a la escuela pública, a pesar de las dificultades financieras.",
      "cities": ["Buenos Aires"]
    }
    ]
  },
  {
    "year": "1959",
    "events": [
      {
        "name": "Unión Hebraica de Rosario",
        "text": "El predio fue comprado por la Unión Hebraica de Rosario y cedido a la comuna local en junio de 1959.",
        "cities": ["Rosario", "Argentina"]
      },
      {
        "name": "Muerte de Pine Katz",
        "text": "Fallecimiento de una figura destacada.",
        "cities": ["Argentina"]
      },
        {
      "name": "Debate interno sobre el futuro del ídish y la educación en ICUF",
      "text": "Sinay plantea el interrogante de la utilidad de mantener escuelas exclusivamente en ídish cuando el castellano es el idioma de los niños. Sin embargo, defiende la continuidad de los shules para satisfacer a padres que desean preservar la cultura judeo-progresista y para protegerse políticamente en un contexto adverso.",
      "cities": ["Buenos Aires"]
    }
    ]
  },
  {
    "year": "1960",
    "events": [
      {
        "name": "Captura de Adolf Eichmann",
        "text": "Eichmann, uno de los principales responsables del Holocausto, fue capturado en Argentina por el Mossad y llevado a Israel para ser juzgado.",
        "cities": ["Argentina", "Israel"]
      },
      {
        "name": "Falsificación de documentos del Priorato de Sion",
        "text": "Pierre Plantard y su grupo crearon los 'Dossiers Secrets', documentos falsificados que mostraban al Priorato como una orden secreta fundada en 1099, incluyendo supuestos grandes maestros como Leonardo da Vinci y Victor Hugo.",
        "cities": ["Francia"]
      },
      {
        "name": "Luis deja la policía",
        "text": "Renuncia o retiro de Luis de la policía.",
        "cities": ["Argentina"]
      },
       {
      "name": "Inicio del ocaso de la enseñanza del ídish",
      "text": "Con la aparición de la generación nativa, el interés por la continuidad de las escuelas y la enseñanza del ídish comenzó a decaer, reflejando cambios socioculturales dentro de la colectividad judía argentina.",
      "cities": ["Argentina"]
    },
    {
      "name": "Nueva generación argentina incorporada a la vida institucional y declive de los shules",
      "text": "Una nueva generación nacida en Argentina y formada en el entorno icufista comenzó a involucrarse en espacios políticos y sociales más amplios, especialmente universitarios. Este proceso marcó el inicio del ocaso de la red de shules icufistas y el auge de actividades recreativas y culturales como kinder clubes, jardines alternativos y colonias vacacionales.",
      "cities": ["Argentina"]
    },
     {
      "name": "Perspectiva de Sinay sobre la desaparición del ídish y el futuro de la educación judeo-progresista",
      "text": "Sinay anticipa que el ídish desaparecerá con la integración y asimilación de las nuevas generaciones argentinas, pero que la educación progresista perdurará y enriquecerá la cultura nacional. Considera que la promoción inicial del ídish fue una etapa necesaria dentro de un proceso histórico dialéctico.",
      "cities": ["Buenos Aires"]
    }
    ]
  },
  {
    "year": "1962",
    "events": [
      {
        "name": "Muerte de Borlenghi",
        "text": "Fallece Borlenghi por pulmonía en Roma.",
        "cities": ["Roma", "Italia"]
      },
      {
        "name": "Condena y ejecución de Eichmann",
        "text": "Eichmann fue condenado y ejecutado en Israel por su rol en el Holocausto.",
        "cities": ["Israel"]
      },
      {
        "name": "José María Guido (Interino)",
        "text": "Presidente interino tras la renuncia de Frondizi debido a la presión militar. Enfrentó inestabilidad política y económica durante 1962-1963.",
        "cities": ["Buenos Aires", "Argentina"]
      },
      {
      "name": "Mesa redonda en Villa Lynch sobre la crisis de los shules",
      "text": "Las lererkes discuten el descenso en la motivación de algunos niños para asistir a los shules, señalando que el ídish ya no era la lengua materna para muchos. Se resalta que el afecto, la enseñanza crítica y el ambiente eran lo que más atraía a los alumnos, y algunas maestras comenzaron a enseñar en castellano para facilitar la comprensión.",
      "cities": ["Buenos Aires"]
    }
    ]
  },
  {
    "year": "1963",
    "events": [
      {
        "name": "Arturo Illia",
        "text": "Presidente argentino entre 1963 y 1966. Implementó reformas en salud, educación y leyes laborales, impulsó la nacionalización de sectores clave como el petróleo y enfrentó oposición militar y tensión con la izquierda.",
        "cities": ["Buenos Aires", "Argentina"]
      }
    ]
  },
  {
    "year": "1966",
    "events": [
      {
        "name": "Golpe de Estado y dictadura de Onganía",
        "text": "El 29 de junio de 1966 un golpe militar derrocó a Arturo Illia, instaurando la dictadura de Juan Carlos Onganía. Suspensión de garantías constitucionales, disolución del Congreso y represión de protestas, especialmente en universidades.",
        "cities": ["Buenos Aires", "Argentina"]
      },
      {
        "name": "Homenaje a Miguel y judíos en Argentina",
        "text": "Referencias a la situación y memoria judía, vinculada a crímenes en Moisés Ville.",
        "cities": ["Argentina"]
      }
    ]
  },
  {
    "year": "1967",
    "events": [
      {
        "name": "Guerra de los Seis Días",
        "text": "Campaña militar israelí en junio de 1967 que derrotó al ejército egipcio y provocó desplazamientos y sufrimiento árabe. Críticas a la política israelí desde el comentario del escritor judío Isaac Deutscher.",
        "cities": ["Israel", "Egipto", "Jordania"]
      },
        {
      "name": "Deserción del 'grupo de los trece' por línea sectaria y antisionista",
      "text": "Un grupo de activistas icufistas, conocido como el 'grupo de los trece', abandona el ICUF por desacuerdos con la línea antisionista y sectaria durante la Guerra de los Seis Días, reflejando las tensiones internas dentro de la colectividad judía comunista.",
      "cities": ["Buenos Aires"]
    }
    ]
  },
  {
    "year": "1968",
    "events": [
      {
        "name": "Revista Tiempo",
        "text": "Creada por Rubén Sinay, con enfoque en la problemática de Medio Oriente, especialmente el conflicto palestino-israelí, con Julio Schverdfinger como director formal.",
        "cities": ["Argentina"]
      }
    ]
  },
  {
    "year": "1969",
    "events": [
      {
        "name": "Comentario de Galili sobre árabes en Israel",
        "text": "Galili, ministro de Información israelí, expresó en 1969 que no reconocían a los árabes del país como un grupo étnico o nacional, contribuyendo a la violencia en Palestina.",
        "cities": ["Israel", "Palestina"]
      },
       {
      "name": "Fernando Nadra en el Comité Central del PCA",
      "text": "Fernando Nadra fue electo miembro del Comité Central del Partido Comunista Argentino. Abogado, ensayista y candidato a diputado nacional en varias ocasiones, fue una figura clave en la producción ideológica del PCA durante las décadas del 60 y 70.",
      "cities": ["Buenos Aires"]
    },
     {
      "name": "Viaje de dirigentes icufistas a la URSS para contrarrestar críticas",
      "text": "En un contexto de presión internacional de judíos soviéticos que denunciaban antisemitismo, el partido organiza un viaje para que dirigentes del ICUF constaten la 'falsedad' de esas acusaciones. A pesar de algunas percepciones críticas sobre la URSS, figuras como Rubén Sinay defienden férreamente el ideal soviético.",
      "cities": ["Moscú"]
    }
    ]
  },
  {
    "year": "1973",
    "events": [
      {
        "name": "Fundación de Crisis",
        "text": "Se funda la revista Crisis.",
        "cities": ["Argentina"]
      },
      {
        "name": "Alejandro Lanusse",
        "text": "Dictadura de facto entre 1970 y 1974. Intentó abrir un proceso de transición democrática con elecciones en 1973. Represión de guerrilleros y militantes de izquierda.",
        "cities": ["Buenos Aires", "Argentina"]
      },
      {
        "name": "Juan Domingo Perón (Tercer mandato)",
        "text": "Regresa al poder tras 18 años de exilio. Héctor Cámpora asume provisionalmente antes de Perón. Se incrementa la violencia política interna y muere Perón en 1974, generando crisis de liderazgo.",
        "cities": ["Buenos Aires", "Argentina"]
      },
      {
        "name": "Gleyzer, Los Traidores",
        "text": "Obra emblemática de denuncia sobre corrupción sindical peronista y traición a los trabajadores.",
        "cities": ["Argentina"]
      }
    ]
  },
  {
    "year": "1974",
    "events": [
      {
        "name": "Rodolfo Walsh - La revolución Palestina",
        "text": "Escribe sobre la injusticia sufrida por los palestinos y compara la persecución israelí con la nazi, destacando la expulsión y sufrimiento de millones de árabes.",
        "cities": ["Palestina"]
      },
      {
        "name": "Isabel Perón",
        "text": "Asume tras la muerte de Perón. Gobierno inestable con enfrentamientos contra guerrillas y creación de la Triple A, que persiguió militantes de izquierda con asesinatos y desapariciones.",
        "cities": ["Buenos Aires", "Argentina"]
      }
    ]
  },
  {
    "year": "1976",
    "events": [
      {
        "name": "Golpe de Estado y Dictadura Militar (Proceso de Reorganización Nacional)",
        "text": "Golpe militar que derrocó a Isabel Perón el 29 de marzo de 1976 e instauró una dictadura que duró hasta 1983. Represión masiva, terrorismo de Estado, miles de desaparecidos y víctimas de tortura.",
        "cities": ["Buenos Aires", "Argentina"]
      },
      {
        "name": "Fallecimiento de Luis",
        "text": "Muerte del abuelo Luis en este año.",
        "cities": ["Argentina"]
      },
       {
      "name": "La profecía de Rubén Sinay",
      "text": "En 1976 ya no había inscriptos suficientes para sostener la escuela primaria en ídish dentro de la red del ICUF, marcando el cierre definitivo de los shules icufistas. Este hecho simbolizaba el fin de una etapa clave en la educación judeo-progresista que, como había anticipado Rubén Sinay."
    }
    ]
  },
  {
    "year": "1977",
    "events": [
      {
        "name": "Unión civil LGBT - CCAR",
        "text": "Formación de una unión civil LGBT vinculada al CCAR.",
        "cities": ["Argentina"]
      }
    ]
  },
  {
    "year": "1978",
    "events": [
      {
        "name": "Cierre de YCA",
        "text": "Cierre de la Idish Colonization Asosation",
        "cities": ["Argentina"]
      }
    ]
  },
  {
    "year": "1980",
    "events": [
      {
        "name": "Publicación sobre crímenes de Moisés Ville",
        "text": "Se publican folletos de 60 páginas sobre los crímenes ocurridos en Moisés Ville y se demuele la sinagoga asquenazí Litvishe.",
        "cities": ["Moisés Ville", "Argentina"]
      }
    ]
  }

  ]
}
