{
  "title": "Reyes",
  "duration": "c. 1010 - 586 a.C.",
  "years": [
    {
      "year": "1010 a.C.",
      "events": [
        {
          "name": "Abiathar y el reinado de David",
          "text": "Abiathar, hijo de Ahimelec y nieto de Ahitob, sobrevivió a la masacre de Nob ordenada por Saúl, quien temía que los sacerdotes apoyaran a David (1 Samuel 22). Abiathar se convirtió en sacerdote durante el reinado de David, siendo un pilar en la legitimación religiosa del rey.",
          "cities": ["Jerusalén", "Nob"]
        }
      ]
    },
    {
      "year": "1009 a.C.",
      "events": [
        {
          "name": "El harén de David: Mical y Betsabé",
          "text": "Durante el reinado de David, Mical, hija del rey Saúl y primera esposa de David, y Betsabé, madre de Salomón, fueron figuras femeninas influyentes en el harén real. Betsabé, viuda de Urías y esposa de David, jugó un rol en asegurar la sucesión de su hijo Salomón.",
          "cities": ["Jerusalén"]
        }
      ]
    },
    {
      "year": "980 a.C.",
      "events": [
        {
          "name": "Ahimaaz, hijo de Zadok",
          "text": "Ahimaaz, hijo del sacerdote Zadok y miembro de la línea sacerdotal de Eleazar, sirvió como mensajero durante la rebelión de Absalón, hijo de David. Maacá, madre de Absalón, fue una figura destacada en la familia real.",
          "cities": ["Jerusalén"]
        }
      ]
    },
    {
      "year": "979 a.C.",
      "events": [
        {
          "name": "Harenes reales y sucesión",
          "text": "Los harenes reales funcionaban como espacios estratégicos para alianzas políticas, con mujeres que influían en la sucesión y decisiones de poder. Aunque los sacerdotes estaban apartados de estos espacios, el harén intervenía indirectamente en nombramientos y facciones del poder.",
          "cities": ["Jerusalén"]
        }
      ]
    },
    {
      "year": "950 a.C.",
      "events": [
        {
          "name": "Azariah I y el templo bajo Salomón",
          "text": "Azariah I, hijo de Ahimaaz y nieto de Zadok, ejerció como sacerdote durante el apogeo del Reino Unido bajo Salomón, hijo de David y Betsabé. Fue testigo del esplendor del Primer Templo y del fortalecimiento del poder sacerdotal.",
          "cities": ["Jerusalén"]
        }
      ]
    },
    {
      "year": "949 a.C.",
      "events": [
        {
          "name": "Naamá y la consolidación del harén de Salomón",
          "text": "El harén de Salomón incluyó a mujeres extranjeras, como Naamá la amonita, madre de Roboam. Estas mujeres reforzaban alianzas políticas, aunque también introducían tensiones culturales y religiosas.",
          "cities": ["Jerusalén"]
        }
      ]
    },
    {
      "year": "870 a.C.",
      "events": [
        {
          "name": "Joash, sacerdote en Judá",
          "text": "Joash ejerció su sacerdocio en tiempos de la reina madre Atalía, hija de Acab y Jezabel, quien gobernó Judá tras la muerte de su hijo Ocozías. El sacerdocio luchaba por mantener la pureza del culto en medio del sincretismo religioso promovido por la corte.",
          "cities": ["Judá"]
        }
      ]
    },
    {
      "year": "869 a.C.",
      "events": [
        {
          "name": "El harén como centro de poder paralelo",
          "text": "Las concubinas reales tenían influencia en las decisiones políticas y religiosas. La rivalidad dentro del harén afectaba la estabilidad del reino, y la sexualidad era utilizada como instrumento de alianzas y control sucesorio.",
          "cities": ["Judá"]
        }
      ]
    },
    {
      "year": "800 a.C.",
      "events": [
        {
          "name": "Jehoiarib y la decadencia espiritual",
          "text": "Jehoiarib lideró una división sacerdotal en tiempos de decadencia espiritual. Los sacerdotes enfrentaban la tarea de preservar su pureza frente al aumento del sincretismo y la corrupción emanada desde la corte.",
          "cities": ["Jerusalén"]
        }
      ]
    },
    {
      "year": "799 a.C.",
      "events": [
        {
          "name": "Maacá y el culto a Asera",
          "text": "Maacá, madre del rey Asa, fue retirada de su posición por promover el culto a Asera, lo que refleja los límites del poder femenino cuando entraba en conflicto con las reformas religiosas impulsadas por el sacerdocio.",
          "cities": ["Jerusalén"]
        }
      ]
    },
    {
      "year": "740 a.C.",
      "events": [
        {
          "name": "Uriah y la introducción de cultos extranjeros",
          "text": "Uriah sirvió como sacerdote durante el reinado de Acaz, quien introdujo altares damascenos en Jerusalén. La influencia extranjera alteraba las prácticas religiosas tradicionales y debilitaba la autoridad sacerdotal.",
          "cities": ["Jerusalén", "Damasco"]
        }
      ]
    },
    {
      "year": "739 a.C.",
      "events": [
        {
          "name": "Decadencia del harén y crisis religiosa",
          "text": "El harén, antes instrumento de consolidación monárquica, se convirtió en un espacio influenciado por cultos extranjeros. La sexualidad se politizó, reflejando la crisis moral y religiosa de la época.",
          "cities": ["Jerusalén"]
        }
      ]
    },
    {
      "year": "640 a.C.",
      "events": [
        {
          "name": "Hilkiah y la reforma de Josías",
          "text": "Hilkiah, sumo sacerdote y padre de Safán, descubrió el 'Libro de la Ley' durante las reformas del rey Josías. Esta reforma centralizó el culto en Jerusalén, prohibió cultos ajenos y reguló el harén real con severidad.",
          "cities": ["Jerusalén"]
        }
      ]
    },
    {
      "year": "639 a.C.",
      "events": [
        {
          "name": "Jedidá y las mujeres del harén reformado",
          "text": "Jedidá, madre de Josías, fue una figura influyente en el harén. Durante la reforma, muchas mujeres fueron apartadas por vínculos con cultos extranjeros, mostrando el nuevo rol subordinado del harén frente al poder sacerdotal.",
          "cities": ["Jerusalén"]
        }
      ]
    },
    {
      "year": "620 a.C.",
      "events": [
        {
          "name": "Seraiah, último sumo sacerdote",
          "text": "Seraiah, considerado padre de Esdras según tradición, fue uno de los últimos sumos sacerdotes del Primer Templo. Su liderazgo coincidió con el colapso del poder real y la inminente amenaza de Babilonia.",
          "cities": ["Jerusalén"]
        }
      ]
    },
    {
      "year": "619 a.C.",
      "events": [
        {
          "name": "Nehusta, la reina en el exilio",
          "text": "Nehusta, esposa del rey Joaquín, fue deportada junto a su esposo a Babilonia. Su figura simboliza el fin de la influencia de las mujeres cortesanas y la caída del harén como institución.",
          "cities": ["Jerusalén", "Babilonia"]
        }
      ]
    },
    {
      "year": "586 a.C.",
      "events": [
        {
          "name": "Exilio babilónico y pérdida del Templo",
          "text": "Con la destrucción del Templo, el sacerdocio se desplazó hacia formas legales y comunitarias. Las mujeres como Susana y otras matriarcas jugaron un rol clave en la conservación de la identidad durante el exilio.",
          "cities": ["Babilonia", "Jerusalén"]
        }
      ]
    }
  ]
}
