{
  "title": "Los Secretos del Sinay",
  "duration": "1480 - 1703",
  "years": [
  {
    "year": "1480",
    "events": [
      {
        "name": "Jaim Ben Chaim de Worms",
        "text": "Rabino destacado en Worms, parte de la comunidad asquenazí que mantuvo la tradición rabínica durante persecuciones a finales del siglo XV.",
        "cities": ["Worms"]
      }
    ]
  },
  {
    "year": "1492",
    "events": [
      {
        "name": "Expulsión de los judíos de España",
        "text": "El edicto de expulsión decretado por los Reyes Católicos dispersó a judíos hacia Italia, el Imperio Otomano y otras regiones, afectando a las comunidades asquenazíes y sefardíes.",
        "cities": ["España", "Italia", "Imperio Otomano"]
      }
    ]
  },
  {
    "year": "1520",
    "events": [
      {
        "name": "Nacimiento del Maharal de Praga y Solomon Ashkenazi",
        "text": "Judah Loew ben Bezalel, el Maharal de Praga, nace en Poznań o Worms. Ese mismo año nace Solomon ben Nathan Ashkenazi en el Imperio Otomano, médico y diplomático.",
        "cities": ["Poznań", "Worms", "Imperio Otomano"]
      }
    ]
  },
  {
    "year": "1522",
    "events": [
      {
        "name": "Judah Leib el Viejo",
        "text": "Judah Leib el Viejo, rabino checo en Praga y ancestro del Maharal, fallece. Su tumba de 1539 marca un hito genealógico para la línea davídica asquenazí.",
        "cities": ["Praga"]
      }
    ]
  },
  {
    "year": "1530",
    "events": [
      {
        "name": "Mordecai ben Avraham Yoffe",
        "text": "Nace en Praga Mordecai ben Avraham Yoffe, rabino y autor del 'Levush Malkhut', obra clave en el judaísmo de Europa del Este.",
        "cities": ["Praga"]
      }
    ]
  },
  {
    "year": "1535",
    "events": [
      {
        "name": "Construcción de la Sinagoga Pinkas",
        "text": "La Sinagoga Pinkas se erige en Praga bajo la dirección del rabino Aharon Meshulam Horowitz, como lugar de memoria para la comunidad asquenazí.",
        "cities": ["Praga"]
      }
    ]
  },
  {
    "year": "1540",
    "events": [
      {
        "name": "Avraham Halevi Horowitz",
        "text": "Nacido en Praga, estudió con el Maharal y el Rema, y se destacó como juez rabínico y autor de filosofía y ética judía.",
        "cities": ["Praga", "Cracovia"]
      }
    ]
  },
   {
    "year": "1553",
    "events": [
      {
        "name": "Mordecai ben Abraham Jaffe",
        "text": "Nombrado director de la yeshivá en Praga, promovió el estudio riguroso del Talmud y combatió el descuido talmúdico.",
        "cities": ["Praga"]
      }
    ]
  },
  {
    "year": "1555",
    "events": [
      {
        "name": "Isaiah Horowitz",
        "text": "Nace Isaiah Horowitz en Praga, discípulo del Rema, futuro promotor del estudio de la Torá en Jerusalén.",
        "cities": ["Praga"]
      }
    ]
  },
  {
    "year": "1561",
    "events": [
      {
        "name": "Mordecai ben Avraham Yoffe en Venecia",
        "text": "Tras la expulsión de Bohemia, Yoffe estudia astronomía en Venecia hasta 1571.",
        "cities": ["Praga", "Venecia"]
      }
    ]
  },
  {
    "year": "1570",
    "events": [
      {
        "name": "Mordechai HaKohen de Alepo",
        "text": "Rabino de Alepo, impulsó academias talmúdicas y renovó el estudio comunitario en la región.",
        "cities": ["Alepo"]
      }
    ]
  },
  {
    "year": "1571",
    "events": [
      {
        "name": "Mordecai ben Avraham Yoffe en Grodno y Lublin",
        "text": "Elegido rabino de Grodno y luego de Lublin, lideró el influyente Consejo de las Cuatro Tierras.",
        "cities": ["Grodno", "Lublin"]
      }
    ]
  },
    {
      "year": "1580",
      "events": [
        {
          "name": "Juan Frayle en Vega de Bur",
          "text": "Juan Frayle y su hermano Toribio, descendientes de un judío converso, establecen el apellido Frayle en Vega de Bur (Palencia), España, tras la expulsión de 1492.",
          "cities": ["Vega de Bur"]
        },
        {
          "name": "Refundación de Buenos Aires",
          "text": "Juan de Garay refunda Buenos Aires en 1580 como parte del Virreinato del Perú, asegurando el control español en la región y desplazando a los pueblos originarios.",
          "cities": ["Buenos Aires"]
        }
      ]
    },
    {
      "year": "1581",
      "events": [
        {
          "name": "Juicios de Trier",
          "text": "Entre 1581 y 1593 en Trier (Alemania) se llevan a cabo masivas persecuciones por brujería impulsadas por el príncipe-arzobispo Johann von Schönenberg.",
          "cities": ["Trier"]
        }
      ]
    },
    {
      "year": "1582",
      "events": [
        {
          "name": "Creación de Salta",
          "text": "En 1582 se funda la ciudad de Salta en el actual noroeste de Argentina, consolidando la colonización española.",
          "cities": ["Salta"]
        }
      ]
    },
    {
      "year": "1583",
      "events": [
        {
          "name": "Marshall de Praga combate calumnias",
          "text": "Marshall de Praga denuncia en 1583 las calumnias sobre la legitimidad matrimonial en Moravia, utilizando sermones públicos para proteger a familias asquenazíes.",
          "cities": ["Moravia"]
        }
      ]
    },
    {
      "year": "1585",
      "events": [
        {
          "name": "Jaim HaCohen de Alepo",
          "text": "Nace en Egipto el rabino Jaim HaCohen (1585–1655), quien se traslada a Safed y luego a Alepo, donde revitaliza el estudio de la Torá y demuestra heroísmo al salvar manuscritos ante un ataque de piratas.",
          "cities": ["Egipto", "Safed", "Alepo"]
        }
      ]
    },
    {
      "year": "1586",
      "events": [
        {
          "name": "Esteban Bocskai",
          "text": "Esteban Bocskai (1557–1606), noble húngaro, ejerce gran influencia en Transilvania y Polonia. Aunque no es rabino, su diplomacia afecta rutas comerciales donde intervenían médicos y mercaderes judíos.",
          "cities": ["Kolozsvár", "Praga", "Viena"]
        }
      ]
    },
    {
      "year": "1592",
      "events": [
        {
          "name": "Marshall de Praga ante Rodolfo II",
          "text": "El 23 de febrero de 1592, Marshall de Praga se reúne con el emperador Rodolfo II en Praga junto a su hermano Sinaí y su yerno Isaac Cohen, discutiendo la Cábala.",
          "cities": ["Praga"]
        }
      ]
    },
    {
      "year": "1595",
      "events": [
        {
          "name": "Abraham Halevi Horowitz en Lviv",
          "text": "En 1595 Abraham Halevi Horowitz es elegido juez rabínico en Lviv. Sus hijos, como Yaakov Me’Ferashin e Isaiah Horowitz, continúan su legado escribiendo importantes obras halájicas y éticas.",
          "cities": ["Lviv"]
        }
      ]
    },
    {
      "year": "1599",
      "events": [
        {
          "name": "Primer bautizo Frayle en Vega de Bur",
          "text": "El 2 de agosto de 1599 Toribio Frayle, hijo de Juan Frayle y María Barba, se convierte al cristianismo en Vega de Bur, consolidando la línea converso Frayle en Palencia.",
          "cities": ["Vega de Bur"]
        }
      ]
    },
    {
      "year": "1600",
      "events": [
        {
          "name": "Contexto en Lucania",
          "text": "En 1600, Lucania (hoy Basilicata) formaba parte del Reino de Nápoles bajo corona española. El apellido Verrastro, derivado de 'jabalí', recuerda a colonos y mercaderes asentados en la región.",
          "cities": ["Lucania"]
        }
      ]
    },
    {
      "year": "1609",
      "events": [
        {
          "name": "Muerte del Maharal de Praga",
          "text": "El 17 de septiembre de 1609 fallece Judah Loew ben Bezalel, el Maharal de Praga, en Praga. Fue un destacado talmudista y místico que influyó en la tradición asquenazí por generaciones.",
          "cities": ["Praga"]
        }
      ]
    },
    {
      "year": "1618",
      "events": [
        {
          "name": "Inicio de la Guerra de los 30 Años",
          "text": "En 1618 comienza la Guerra de los Treinta Años entre católicos y protestantes. Varias comunidades asquenazíes en Bohemia y Alemania son expulsadas y sufren persecuciones bajo la ocupación imperial.",
          "cities": ["Praga", "Viena", "Breslau"]
        }
      ]
    },
      {
      "year": "1621",
      "events": [
        {
          "name": "Paz de Nikolsburg",
          "text": "El 31 de diciembre, durante la Guerra de los Treinta Años, se firmó la Paz de Nikolsburg. Gábor Bethlen renunció al título de rey de Hungría a cambio de que el emperador Fernando II ratificara el Tratado de Viena de 1606, que reconocía la independencia de Transilvania y la libertad religiosa.",
          "cities": ["Nikolsburg"]
        }
      ]
    },
    {
      "year": "1628",
      "events": [
        {
          "name": "Piratas y comerciantes judíos",
          "text": "Moses Cohen Henriques, pirata sefardí, colaboró con Piet Hein para capturar la flota del tesoro español en la bahía de Matanzas, Cuba. La operación, sin derramamiento de sangre, permitió a los holandeses apoderarse de oro, plata e índigo, contribuyendo luego a la fundación de la colonia de Nueva Holanda en Brasil.",
          "cities": ["Matanzas", "Ámsterdam"]
        }
      ]
    },
    {
      "year": "1630",
      "events": [
        {
          "name": "Represión contra pueblos originarios",
          "text": "Entre 1630 y 1700, los pueblos originarios como los Mapuches y Vilelas sufrieron matanzas por parte de colonizadores españoles en Argentina, como parte de expediciones de sometimiento territorial.",
          "cities": ["Mapu", "Tucumán"]
        }
      ]
    },
    {
      "year": "1648",
      "events": [
        {
          "name": "Paz de Westfalia",
          "text": "El 24 de octubre se firmaron los tratados de Osnabrück y Münster, poniendo fin a la Guerra de los Treinta Años y estableciendo el principio moderno de soberanía nacional en Europa.",
          "cities": ["Münster", "Osnabrück"]
        }
      ]
    },
    {
      "year": "1654",
      "events": [
        {
          "name": "Moisés Henriques huye de Brasil",
          "text": "Tras la reconquista portuguesa del norte de Brasil, Moisés Cohen Henriques escapó y terminó como asesor de Henry Morgan, el célebre pirata del Caribe.",
          "cities": ["Recife", "Caribe"]
        }
      ]
    },
    {
      "year": "1668",
      "events": [
        {
          "name": "Saqueo de Puerto Príncipe",
          "text": "El 29 de marzo, filibusteros atacaron Puerto Príncipe, enfrentando a milicias locales. Encerraron vecinos en iglesias, torturaron para obtener riquezas y usaron tácticas de terror similares a las de 'El Olonés'.",
          "cities": ["Puerto Príncipe"]
        }
      ]
    },
    {
      "year": "1674",
      "events": [
        {
          "name": "Morgan nombrado gobernador",
          "text": "Tras saqueos en Panamá y presión diplomática, Henry Morgan fue enviado a Inglaterra. En 1674, fue nombrado caballero y regresó a Jamaica como Teniente de Gobernador.",
          "cities": ["Londres", "Jamaica"]
        }
      ]
    },
    {
      "year": "1698",
      "events": [
        {
          "name": "Nacimiento del Baal Shem Tov",
          "text": "Nace Israel ben Eliezer, más tarde conocido como el Baal Shem Tov, fundador del jasidismo. Vivió en la actual Ucrania y renovó la espiritualidad judía asquenazí con un enfoque místico y alegre.",
          "cities": ["Okopy", "Medzhybizh"]
        }
      ]
    },
        {
      "year": "1703",
      "events": [
        {
          "name": "Reclutamiento forzado de judíos en el ejército ruso",
          "text": "Durante el reinado de Pedro el Grande, el Imperio ruso intensificó el reclutamiento de jóvenes judíos para su ejército. Las comunidades asquenazíes en Lituania y Polonia intentaron resistir mediante sobornos o envío de miembros menos aptos.",
          "cities": ["Vilna", "San Petersburgo"]
        }
      ]
    }
  ]
}
